[Timeout] BlockStatement
routes/index.js:5:42
 var router = express.Router();
 
 /* GET home page. */
-router.get('/', function(req, res, next) {
-  res.render('index', { title: 'Cine Lotus' });
-});
+router.get('/', function(req, res, next) {});
 
 module.exports = router;

[Timeout] StringLiteral
routes/index.js:5:12
 var router = express.Router();
 
 /* GET home page. */
-router.get('/', function(req, res, next) {
+router.get("", function(req, res, next) {
   res.render('index', { title: 'Cine Lotus' });
 });

[Timeout] ObjectLiteral
routes/index.js:6:23
 
 /* GET home page. */
 router.get('/', function(req, res, next) {
-  res.render('index', { title: 'Cine Lotus' });
+  res.render('index', {});
 });
 
