[Killed] EqualityOperator
routes/cartelera.js:50:10
   let actual = new Date(inicio);
   const finDate = new Date(fin);
 
-  while (actual <= finDate) {
+  while (actual < finDate) {
     fechas.push(actual.toISOString().slice(0, 10)); // YYYY-MM-DD
     actual.setDate(actual.getDate() + 1);
killedBy: Validar rutas de salas de cine debe insertar una sala en /salas/new
statusReason: Error: Duplicate entry '1' for key 'sala.PRIMARY'

[Killed] ConditionalExpression
routes/cartelera.js:118:14
   pool.query(sqlQuery,[idSala,idPelicula,fecha,activa,id],(err,results)=>{
       if(err){
           console.error('Error al actualizar la película en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(true){
             return res.status(500).send({message:'Este registro ya está duplicado', code:err.code, id:err.errno, description:err.message});
           }
killedBy: Validar rutas de carteleras del cine debe insertar una cartelera en /cartelera/new
statusReason: Error: Duplicate entry '1' for key 'cartelera.PRIMARY'
