[Killed] ConditionalExpression
routes/peliculas.js:91:7
   
 
   // Validación de los parámetros: asegurarse de que nombre, poster, descripción y activa sean proporcionados
-  if (!idpelicula, !nombre || !descripcion|| !activa) {
+  if (true) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, descripcion, poster y si está activa' });
   }
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'usuario.PRIMARY'

[Killed] ConditionalExpression
routes/peliculas.js:91:20
   
 
   // Validación de los parámetros: asegurarse de que nombre, poster, descripción y activa sean proporcionados
-  if (!idpelicula, !nombre || !descripcion|| !activa) {
+  if (!idpelicula, false|| !activa) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, descripcion, poster y si está activa' });
   }
killedBy: Validar rutas de peliculas debe insertar una película en /peliculas/new
statusReason: Error: Duplicate entry '1' for key 'pelicula.PRIMARY'

[Killed] BlockStatement
routes/peliculas.js:107:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{
-      if(err){
-          console.error('Error al actualizar la pelicula: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al actualizar la película', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
+      if(err){}
       if(results.affectedRows==0){
         return res.status(404).json({ error: 'Película no encontrada' });
killedBy: Validar puntos de usuarios debe obtener un usuario
statusReason: Error: expect(received).toHaveProperty(path)

Expected path: "idusuario"
Received path: []

Received value: ""
