[Killed] StringLiteral
routes/reservas.js:54:14
 
 
   /* GET lista de las butacas de la cartelera*/
-  router.get('/step3/:idcartelera', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
+  router.get("", authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
     //Obtener los parámetros desde la llamada
     const idcartelera = parseInt(req.params.idcartelera);
killedBy: Validar puntos de usuarios debe insertar un usuario cliente en /users/register
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 201
Received: 404

[Killed] LogicalOperator
routes/reservas.js:85:9
     
   
     // Validación de los parámetros: asegurarse los datos sean proporcionados
-    if (!idcartelera || !idcliente || !butaca || !estado) {
+    if ((!idcartelera || !idcliente) && !butaca || !estado) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }
killedBy: Validar puntos de usuarios debe insertar un usuario cliente en /users/register
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 201
Received: 500

[Killed] ConditionalExpression
routes/reservas.js:133:16
     pool.query(sqlQuery,[asiento.cartelera,asiento.cliente,asiento.numAsiento,asiento.estado,asiento.id],(err,results)=>{
         if(err){
             console.error('Error al actualizar el registro: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
+            if(false){
               return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
             }
killedBy: Validar rutas de salas de cine debe insertar una sala en /salas/new
statusReason: Error: Duplicate entry '1' for key 'sala.PRIMARY'

[Killed] BlockStatement
routes/reservas.js:140:36
               return res.status(500).send({message:'Error al actualizar el registro', code:err.code, id:err.errno, description:err.message});
             }  
         }
-        if(results.affectedRows==0){
-          return res.status(404).json({ error: 'Registro no encontrado' });
-        }
+        if(results.affectedRows==0){}
         res.json({
             message:'Registro actualizado con éxito',
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'usuario.PRIMARY'

[Killed] OptionalChaining
routes/reservas.js:231:17
     /* GET lista de los asientos comprados*/
   router.get('/resumen', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
     //Obtener los asientos desde la llamada
-    const ids = req.query.ids?.split(',') || [];
+    const ids = req.query.ids.split(',') || [];
 
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'usuario.PRIMARY'
