[Killed] BooleanLiteral
routes/users.js:90:20
   const { username, email, password, tipo, activo } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
-  if (!username || !email || !password || !tipo || !activo) {
+  if (!username || email || !password || !tipo || !activo) {
     return res.status(400).json({ error: 'Debes proporcionar nombre, correo electrónico, tipo de usuario, activo y una contraseña' });
   }
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'usuario.PRIMARY'

[Killed] BlockStatement
routes/users.js:108:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[username,email,hashedPassword,tipo,activo],(err,results)=>{
-      if(err){
-          console.error('Error al agregar el usuario: ', err);
-          return res.status(500).send('Error al agregar el usuario');
-      }
+      if(err){}
       res.status(201).json({
           message:'Usuario agregado con éxito',
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'usuario.PRIMARY'

[Killed] BooleanLiteral
routes/users.js:125:46
   const { id, username, email, tipo, activo } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
-  if (!id || !username || !email || !tipo || !activo) {
+  if (!id || !username || !email || !tipo || activo) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, correo electrónico, tipo de usuario, activo ' });
   }
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'usuario.PRIMARY'

[Killed] BlockStatement
routes/users.js:125:55
   const { id, username, email, tipo, activo } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
-  if (!id || !username || !email || !tipo || !activo) {
-    return res.status(400).json({ error: 'Debes proporcionar id, nombre, correo electrónico, tipo de usuario, activo ' });
-  }
+  if (!id || !username || !email || !tipo || !activo) {}
 
   //Consulta parametrizada para editar usuario
killedBy: Validar puntos de usuarios debe editar un usuario en /users/edit
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 404

[Killed] BlockStatement
routes/users.js:143:34
           console.error('Error al editar el usuario: ', err);
           return res.status(500).send('Error al editar el usuario');
       }
-      if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Usuario no encontrado' });
-      }
+      if(results.affectedRows==0){}
       res.status(200).json({
           message:'Usuario actualizado con éxito',
killedBy: Validar rutas de carteleras del cine debe insertar una cartelera en /cartelera/new
statusReason: TypeError: Cannot read properties of undefined (reading 'fecha')

[Killed] BlockStatement
routes/users.js:196:23
 
   // Verificar la contraseña
   const validPassword = await bcrypt.compare(password, usuario.contrasena);
-  if (!validPassword) {
-    return res.status(401).json({ message: 'Contraseña incorrecta' });
-  }
+  if (!validPassword) {}
 
   // Verificar si está activo
killedBy: Validar rutas de reservas de asientos debe editar una reserva en /reservas/edit
statusReason: TypeError: Cannot read properties of undefined (reading 'estado')

[Killed] BlockStatement
routes/users.js:201:31
   }
 
   // Verificar si está activo
-  if (usuario.activo != 'Si') {
-    return res.status(401).json({ message: 'Usuario está inactivo' });
-  }
+  if (usuario.activo != 'Si') {}
 
   // Crear el token JWT
killedBy: Validar puntos de usuarios debe editar un usuario en /users/edit
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 404
