[Timeout] BlockStatement
routes/cartelera.js:8:42
 const allowRoles = require('../middleware/authorization');
 
 /* GET lista de peliculas en cartelera. Presenta la lista de las peliculas que están exhibiendose*/
-router.get('/', function(req, res, next) {
-    //Consulta para retornar las salas del sistema
-    const sqlQuery = `SELECT DISTINCT p.idpelicula AS id, p.nombre AS nombrePelicula, p.poster, p.descripcion AS descripcionPelicula FROM cartelera c
-                      INNER JOIN pelicula p ON c.idpelicula=p.idpelicula
-                      INNER JOIN sala s ON c.idsala=s.idsala
-                      WHERE c.activa = "Si"
-                      AND c.fecha >= DATE(NOW())`;
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  });
+router.get('/', function(req, res, next) {});
 
 

[Timeout] StringLiteral
routes/cartelera.js:8:12
 const allowRoles = require('../middleware/authorization');
 
 /* GET lista de peliculas en cartelera. Presenta la lista de las peliculas que están exhibiendose*/
-router.get('/', function(req, res, next) {
+router.get("", function(req, res, next) {
     //Consulta para retornar las salas del sistema
     const sqlQuery = `SELECT DISTINCT p.idpelicula AS id, p.nombre AS nombrePelicula, p.poster, p.descripcion AS descripcionPelicula FROM cartelera c

[Timeout] StringLiteral
routes/cartelera.js:10:22
 /* GET lista de peliculas en cartelera. Presenta la lista de las peliculas que están exhibiendose*/
 router.get('/', function(req, res, next) {
     //Consulta para retornar las salas del sistema
-    const sqlQuery = `SELECT DISTINCT p.idpelicula AS id, p.nombre AS nombrePelicula, p.poster, p.descripcion AS descripcionPelicula FROM cartelera c
-                      INNER JOIN pelicula p ON c.idpelicula=p.idpelicula
-                      INNER JOIN sala s ON c.idsala=s.idsala
-                      WHERE c.activa = "Si"
-                      AND c.fecha >= DATE(NOW())`;
+    const sqlQuery = ``;
   
     //Usar el pool para los resultados

[Timeout] BlockStatement
routes/cartelera.js:17:40
                       AND c.fecha >= DATE(NOW())`;
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
+    pool.query(sqlQuery,(err,results)=>{});
   });
 

[Timeout] ConditionalExpression
routes/cartelera.js:18:10
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,(err,results)=>{
-      if(err){
+      if(false){
         console.error('Error al leer la cartelera: ', err);
         return res.status(500).send('Error de consulta');

[Survived] BlockStatement
routes/cartelera.js:18:14
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
+      if(err){}
       res.json(results); //Enviar los resultados como JSON
     });

[Timeout] BlockStatement
routes/cartelera.js:28:91
 
 
 /* GET lista de peliculas en cartelera. Presenta la lista de las peliculas que están en la bc*/
-router.get('/cartelera', authenticateToken, allowRoles('Admin'), function(req, res, next) {
-    //Consulta para retornar las salas del sistema
-    const sqlQuery = `SELECT DISTINCT c.idcartelera AS id, p.nombre AS pelicula, c.fecha as fechaFuncion, s.nombre as sala, c.activa FROM cartelera c
-                      INNER JOIN pelicula p ON c.idpelicula=p.idpelicula
-                      INNER JOIN sala s ON c.idsala=s.idsala`;
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  }); 
+router.get('/cartelera', authenticateToken, allowRoles('Admin'), function(req, res, next) {}); 
 
 

[Timeout] StringLiteral
routes/cartelera.js:28:56
 
 
 /* GET lista de peliculas en cartelera. Presenta la lista de las peliculas que están en la bc*/
-router.get('/cartelera', authenticateToken, allowRoles('Admin'), function(req, res, next) {
+router.get('/cartelera', authenticateToken, allowRoles(""), function(req, res, next) {
     //Consulta para retornar las salas del sistema
     const sqlQuery = `SELECT DISTINCT c.idcartelera AS id, p.nombre AS pelicula, c.fecha as fechaFuncion, s.nombre as sala, c.activa FROM cartelera c

[Timeout] ConditionalExpression
routes/cartelera.js:36:10
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,(err,results)=>{
-      if(err){
+      if(true){
         console.error('Error al leer la cartelera: ', err);
         return res.status(500).send('Error de consulta');

[Timeout] BlockStatement
routes/cartelera.js:45:38
   }); 
 
 
-function getFechasEntre(inicio, fin) {
-  const fechas = [];
-  let actual = new Date(inicio);
-  const finDate = new Date(fin);
-
-  while (actual <= finDate) {
-    fechas.push(actual.toISOString().slice(0, 10)); // YYYY-MM-DD
-    actual.setDate(actual.getDate() + 1);
-  }
-
-  return fechas;
-}
+function getFechasEntre(inicio, fin) {}
 
 // Ruta para registrar una entrada en la cartelera

[Timeout] ConditionalExpression
routes/cartelera.js:50:10
   let actual = new Date(inicio);
   const finDate = new Date(fin);
 
-  while (actual <= finDate) {
+  while (false) {
     fechas.push(actual.toISOString().slice(0, 10)); // YYYY-MM-DD
     actual.setDate(actual.getDate() + 1);

[Timeout] BlockStatement
routes/cartelera.js:50:29
   let actual = new Date(inicio);
   const finDate = new Date(fin);
 
-  while (actual <= finDate) {
-    fechas.push(actual.toISOString().slice(0, 10)); // YYYY-MM-DD
-    actual.setDate(actual.getDate() + 1);
-  }
+  while (actual <= finDate) {}
 
   return fechas;

[Timeout] MethodExpression
routes/cartelera.js:51:17
   const finDate = new Date(fin);
 
   while (actual <= finDate) {
-    fechas.push(actual.toISOString().slice(0, 10)); // YYYY-MM-DD
+    fechas.push(actual.toISOString()); // YYYY-MM-DD
     actual.setDate(actual.getDate() + 1);
   }

[Timeout] ArithmeticOperator
routes/cartelera.js:52:20
 
   while (actual <= finDate) {
     fechas.push(actual.toISOString().slice(0, 10)); // YYYY-MM-DD
-    actual.setDate(actual.getDate() + 1);
+    actual.setDate(actual.getDate() - 1);
   }
 

[Timeout] MethodExpression
routes/cartelera.js:52:5
 
   while (actual <= finDate) {
     fechas.push(actual.toISOString().slice(0, 10)); // YYYY-MM-DD
-    actual.setDate(actual.getDate() + 1);
+    actual.setTime(actual.getDate() + 1);
   }
 

[Timeout] StringLiteral
routes/cartelera.js:59:13
 }
 
 // Ruta para registrar una entrada en la cartelera
-router.post('/new', authenticateToken, allowRoles('Admin'), async (req, res) => {
+router.post("", authenticateToken, allowRoles('Admin'), async (req, res) => {
   const { sala, pelicula, fechaI, fechaF } = req.body;
   const idUsuario = req.user.id;

[Timeout] StringLiteral
routes/cartelera.js:59:51
 }
 
 // Ruta para registrar una entrada en la cartelera
-router.post('/new', authenticateToken, allowRoles('Admin'), async (req, res) => {
+router.post('/new', authenticateToken, allowRoles(""), async (req, res) => {
   const { sala, pelicula, fechaI, fechaF } = req.body;
   const idUsuario = req.user.id;

[Timeout] LogicalOperator
routes/cartelera.js:65:7
   
 
   // Validación de los parámetros: asegurarse de que la sala, la película y las fechas sean proporcionados
-  if (!sala || !pelicula || !fechaI || !fechaF) {
+  if ((!sala || !pelicula || !fechaI) && !fechaF) {
     return res.status(400).json({ error: 'Debes proporcionar la sala, la película y la fecha' });
   }

[Timeout] LogicalOperator
routes/cartelera.js:65:7
   
 
   // Validación de los parámetros: asegurarse de que la sala, la película y las fechas sean proporcionados
-  if (!sala || !pelicula || !fechaI || !fechaF) {
+  if ((!sala || !pelicula) && !fechaI || !fechaF) {
     return res.status(400).json({ error: 'Debes proporcionar la sala, la película y la fecha' });
   }

[Timeout] ArrowFunction
routes/cartelera.js:71:30
 
   const fechas = getFechasEntre(fechaI, fechaF);
 
-  const valores = fechas.map(fecha => [sala, pelicula, fecha, idUsuario]);
+  const valores = fechas.map(() => undefined);
 
 

[Timeout] BlockStatement
routes/cartelera.js:78:48
   const sqlQuery = 'INSERT IGNORE INTO cartelera (idsala, idpelicula, fecha, usuariocreacion) VALUES ?';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[valores],(err,results)=>{
-      if(err){
-          console.error('Error al agregar la pelicula en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'Esta entrada ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al agregar la pelicula en la cartelera', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
-      res.status(201).json({
-          message:'Película agregada con éxito a la cartelera',
-          carteleraId: results.insertId
-      });
-  });
+  pool.query(sqlQuery,[valores],(err,results)=>{});
 });
 

[Timeout] ArrayDeclaration
routes/cartelera.js:78:23
   const sqlQuery = 'INSERT IGNORE INTO cartelera (idsala, idpelicula, fecha, usuariocreacion) VALUES ?';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[valores],(err,results)=>{
+  pool.query(sqlQuery,[],(err,results)=>{
       if(err){
           console.error('Error al agregar la pelicula en la cartelera: ', err);

[Timeout] BlockStatement
routes/cartelera.js:79:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[valores],(err,results)=>{
-      if(err){
-          console.error('Error al agregar la pelicula en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'Esta entrada ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al agregar la pelicula en la cartelera', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
+      if(err){}
       res.status(201).json({
           message:'Película agregada con éxito a la cartelera',

[Timeout] ConditionalExpression
routes/cartelera.js:79:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[valores],(err,results)=>{
-      if(err){
+      if(true){
           console.error('Error al agregar la pelicula en la cartelera: ', err);
           if(err.code=='ER_DUP_ENTRY'){

[Timeout] ConditionalExpression
routes/cartelera.js:81:14
   pool.query(sqlQuery,[valores],(err,results)=>{
       if(err){
           console.error('Error al agregar la pelicula en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(true){
             return res.status(500).send({message:'Esta entrada ya existe', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] EqualityOperator
routes/cartelera.js:81:14
   pool.query(sqlQuery,[valores],(err,results)=>{
       if(err){
           console.error('Error al agregar la pelicula en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(err.code != 'ER_DUP_ENTRY'){
             return res.status(500).send({message:'Esta entrada ya existe', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] BlockStatement
routes/cartelera.js:84:15
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'Esta entrada ya existe', code:err.code, id:err.errno, description:err.message});
           }
-          else{
-            return res.status(500).send({message:'Error al agregar la pelicula en la cartelera', code:err.code, id:err.errno, description:err.message});
-          }  
+          else{}  
       }
       res.status(201).json({

[Timeout] StringLiteral
routes/cartelera.js:85:50
             return res.status(500).send({message:'Esta entrada ya existe', code:err.code, id:err.errno, description:err.message});
           }
           else{
-            return res.status(500).send({message:'Error al agregar la pelicula en la cartelera', code:err.code, id:err.errno, description:err.message});
+            return res.status(500).send({message:"", code:err.code, id:err.errno, description:err.message});
           }  
       }

[Timeout] StringLiteral
routes/cartelera.js:97:12
 
 
 // Ruta para registrar una nueva entrada de la cartelera
-router.put('/edit', authenticateToken, allowRoles('Admin'), async (req, res) => {
+router.put("", authenticateToken, allowRoles('Admin'), async (req, res) => {
   const { id, idSala, idPelicula, fecha, activa } = req.body;
   

[Timeout] ConditionalExpression
routes/cartelera.js:102:7
   
 
   // Validación de los parámetros: asegurarse de que id, la sala, la película, la fecha y activa sean proporcionados
-  if (!id, !idSala || !idPelicula || !fecha || !activa) {
+  if (true) {
     return res.status(400).json({ error: 'Debes proporcionar id, sala, pelicula, fecha y si está activa' });
   }

[Timeout] ConditionalExpression
routes/cartelera.js:102:12
   
 
   // Validación de los parámetros: asegurarse de que id, la sala, la película, la fecha y activa sean proporcionados
-  if (!id, !idSala || !idPelicula || !fecha || !activa) {
+  if (!id, true) {
     return res.status(400).json({ error: 'Debes proporcionar id, sala, pelicula, fecha y si está activa' });
   }

[Timeout] ObjectLiteral
routes/cartelera.js:103:33
 
   // Validación de los parámetros: asegurarse de que id, la sala, la película, la fecha y activa sean proporcionados
   if (!id, !idSala || !idPelicula || !fecha || !activa) {
-    return res.status(400).json({ error: 'Debes proporcionar id, sala, pelicula, fecha y si está activa' });
+    return res.status(400).json({});
   }
 

[Timeout] StringLiteral
routes/cartelera.js:103:42
 
   // Validación de los parámetros: asegurarse de que id, la sala, la película, la fecha y activa sean proporcionados
   if (!id, !idSala || !idPelicula || !fecha || !activa) {
-    return res.status(400).json({ error: 'Debes proporcionar id, sala, pelicula, fecha y si está activa' });
+    return res.status(400).json({ error: "" });
   }
 

[Timeout] BlockStatement
routes/cartelera.js:115:74
 
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[idSala,idPelicula,fecha,activa,id],(err,results)=>{
-      if(err){
-          console.error('Error al actualizar la película en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'Este registro ya está duplicado', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al actualizar la cartelera', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
-      if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Película no encontrada en la cartelera' });
-      }
-      res.status(200).json({
-          message:'Cartelera actualizada con éxito',
-          carteleraId: id
-      });
-  });
+  pool.query(sqlQuery,[idSala,idPelicula,fecha,activa,id],(err,results)=>{});
 });
 

[Timeout] ConditionalExpression
routes/cartelera.js:116:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[idSala,idPelicula,fecha,activa,id],(err,results)=>{
-      if(err){
+      if(false){
           console.error('Error al actualizar la película en la cartelera: ', err);
           if(err.code=='ER_DUP_ENTRY'){

[Timeout] BlockStatement
routes/cartelera.js:116:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[idSala,idPelicula,fecha,activa,id],(err,results)=>{
-      if(err){
-          console.error('Error al actualizar la película en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'Este registro ya está duplicado', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al actualizar la cartelera', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
+      if(err){}
       if(results.affectedRows==0){
         return res.status(404).json({ error: 'Película no encontrada en la cartelera' });

[Timeout] ConditionalExpression
routes/cartelera.js:118:14
   pool.query(sqlQuery,[idSala,idPelicula,fecha,activa,id],(err,results)=>{
       if(err){
           console.error('Error al actualizar la película en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(false){
             return res.status(500).send({message:'Este registro ya está duplicado', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] BlockStatement
routes/cartelera.js:118:39
   pool.query(sqlQuery,[idSala,idPelicula,fecha,activa,id],(err,results)=>{
       if(err){
           console.error('Error al actualizar la película en la cartelera: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'Este registro ya está duplicado', code:err.code, id:err.errno, description:err.message});
-          }
+          if(err.code=='ER_DUP_ENTRY'){}
           else{
             return res.status(500).send({message:'Error al actualizar la cartelera', code:err.code, id:err.errno, description:err.message});

[Timeout] StringLiteral
routes/cartelera.js:119:50
       if(err){
           console.error('Error al actualizar la película en la cartelera: ', err);
           if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'Este registro ya está duplicado', code:err.code, id:err.errno, description:err.message});
+            return res.status(500).send({message:"", code:err.code, id:err.errno, description:err.message});
           }
           else{

[Timeout] BlockStatement
routes/cartelera.js:121:15
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'Este registro ya está duplicado', code:err.code, id:err.errno, description:err.message});
           }
-          else{
-            return res.status(500).send({message:'Error al actualizar la cartelera', code:err.code, id:err.errno, description:err.message});
-          }  
+          else{}  
       }
       if(results.affectedRows==0){

[Timeout] ConditionalExpression
routes/cartelera.js:125:10
             return res.status(500).send({message:'Error al actualizar la cartelera', code:err.code, id:err.errno, description:err.message});
           }  
       }
-      if(results.affectedRows==0){
+      if(false){
         return res.status(404).json({ error: 'Película no encontrada en la cartelera' });
       }

[Timeout] ConditionalExpression
routes/cartelera.js:125:10
             return res.status(500).send({message:'Error al actualizar la cartelera', code:err.code, id:err.errno, description:err.message});
           }  
       }
-      if(results.affectedRows==0){
+      if(true){
         return res.status(404).json({ error: 'Película no encontrada en la cartelera' });
       }

[Timeout] StringLiteral
routes/cartelera.js:126:46
           }  
       }
       if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Película no encontrada en la cartelera' });
+        return res.status(404).json({ error: "" });
       }
       res.status(200).json({

[Timeout] ObjectLiteral
routes/cartelera.js:128:28
       if(results.affectedRows==0){
         return res.status(404).json({ error: 'Película no encontrada en la cartelera' });
       }
-      res.status(200).json({
-          message:'Cartelera actualizada con éxito',
-          carteleraId: id
-      });
+      res.status(200).json({});
   });
 });

[Timeout] StringLiteral
routes/cartelera.js:129:19
         return res.status(404).json({ error: 'Película no encontrada en la cartelera' });
       }
       res.status(200).json({
-          message:'Cartelera actualizada con éxito',
+          message:"",
           carteleraId: id
       });
