[Timeout] BlockStatement
routes/peliculas.js:9:82
 const upload = require('../middleware/upload');
 
 /* GET lista de peliculas. Presenta la lista de peliculas registradas en el sistema*/
-router.get('/', authenticateToken, allowRoles('Admin'), function(req, res, next) {
-    //Consulta para retornar las peliculas del sistema
-    const sqlQuery = 'SELECT idpelicula, nombre, poster, descripcion, fechacreacion, activa FROM pelicula';
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer las peliculas: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  });
+router.get('/', authenticateToken, allowRoles('Admin'), function(req, res, next) {});
 
 

[Timeout] BlockStatement
routes/peliculas.js:14:40
     const sqlQuery = 'SELECT idpelicula, nombre, poster, descripcion, fechacreacion, activa FROM pelicula';
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer las peliculas: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
+    pool.query(sqlQuery,(err,results)=>{});
   });
 

[Timeout] BlockStatement
routes/peliculas.js:15:14
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer las peliculas: ', err);
-        return res.status(500).send('Error de consulta');
-      }
+      if(err){}
       res.json(results); //Enviar los resultados como JSON
     });

[Timeout] BlockStatement
routes/peliculas.js:25:73
 
 
 //Ruta para obtener pelicula por id
-router.get('/:id', authenticateToken, allowRoles('Admin'), (req,res) => {
-  //Obtener los parámetros desde la llamada
-  const id = parseInt(req.params.id);
-
-  // Validación de los parámetros: asegurarse de que id sea proporcionado
-  if (!id) {
-      return res.status(404).json({ error: 'Debes proporcionar el id' });
-  }
-
-  //Consulta parametrizada para buscar por id y nombre
-  const sqlQuery = 'SELECT * FROM pelicula WHERE idpelicula = ?';
-
-  //Usar el pool para los resultados
-  pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-          console.error('Error al leer los datos de la película: ', err);
-          return res.status(500).send('Error de consulta');
-      }
-      res.json(results[0]); //Enviar los resultados como JSON
-  });
-});
+router.get('/:id', authenticateToken, allowRoles('Admin'), (req,res) => {});
 
 

[Timeout] ConditionalExpression
routes/peliculas.js:30:7
   const id = parseInt(req.params.id);
 
   // Validación de los parámetros: asegurarse de que id sea proporcionado
-  if (!id) {
+  if (true) {
       return res.status(404).json({ error: 'Debes proporcionar el id' });
   }

[Timeout] BlockStatement
routes/peliculas.js:30:12
   const id = parseInt(req.params.id);
 
   // Validación de los parámetros: asegurarse de que id sea proporcionado
-  if (!id) {
-      return res.status(404).json({ error: 'Debes proporcionar el id' });
-  }
+  if (!id) {}
 
   //Consulta parametrizada para buscar por id y nombre

[Timeout] StringLiteral
routes/peliculas.js:31:44
 
   // Validación de los parámetros: asegurarse de que id sea proporcionado
   if (!id) {
-      return res.status(404).json({ error: 'Debes proporcionar el id' });
+      return res.status(404).json({ error: "" });
   }
 

[Timeout] StringLiteral
routes/peliculas.js:35:20
   }
 
   //Consulta parametrizada para buscar por id y nombre
-  const sqlQuery = 'SELECT * FROM pelicula WHERE idpelicula = ?';
+  const sqlQuery = "";
 
   //Usar el pool para los resultados

[Timeout] BlockStatement
routes/peliculas.js:38:43
   const sqlQuery = 'SELECT * FROM pelicula WHERE idpelicula = ?';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-          console.error('Error al leer los datos de la película: ', err);
-          return res.status(500).send('Error de consulta');
-      }
-      res.json(results[0]); //Enviar los resultados como JSON
-  });
+  pool.query(sqlQuery,[id],(err,results)=>{});
 });
 

[Timeout] ArrayDeclaration
routes/peliculas.js:38:23
   const sqlQuery = 'SELECT * FROM pelicula WHERE idpelicula = ?';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[id],(err,results)=>{
+  pool.query(sqlQuery,[],(err,results)=>{
       if(err){
           console.error('Error al leer los datos de la película: ', err);

[Timeout] ConditionalExpression
routes/peliculas.js:39:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
+      if(false){
           console.error('Error al leer los datos de la película: ', err);
           return res.status(500).send('Error de consulta');

[Timeout] ConditionalExpression
routes/peliculas.js:39:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
+      if(true){
           console.error('Error al leer los datos de la película: ', err);
           return res.status(500).send('Error de consulta');

[Timeout] LogicalOperator
routes/peliculas.js:56:7
   
 
   // Validación de los parámetros: asegurarse de que nombre, poster y descripción sean proporcionados
-  if (!nombre || !descripcion || !req.file) {
+  if ((!nombre || !descripcion) && !req.file) {
     return res.status(400).json({ error: 'Debes proporcionar nombre, poster y descripcion'});
   }

[Timeout] BooleanLiteral
routes/peliculas.js:56:7
   
 
   // Validación de los parámetros: asegurarse de que nombre, poster y descripción sean proporcionados
-  if (!nombre || !descripcion || !req.file) {
+  if (nombre || !descripcion || !req.file) {
     return res.status(400).json({ error: 'Debes proporcionar nombre, poster y descripcion'});
   }

[Timeout] ObjectLiteral
routes/peliculas.js:57:33
 
   // Validación de los parámetros: asegurarse de que nombre, poster y descripción sean proporcionados
   if (!nombre || !descripcion || !req.file) {
-    return res.status(400).json({ error: 'Debes proporcionar nombre, poster y descripcion'});
+    return res.status(400).json({});
   }
 

[Timeout] StringLiteral
routes/peliculas.js:57:42
 
   // Validación de los parámetros: asegurarse de que nombre, poster y descripción sean proporcionados
   if (!nombre || !descripcion || !req.file) {
-    return res.status(400).json({ error: 'Debes proporcionar nombre, poster y descripcion'});
+    return res.status(400).json({ error: ""});
   }
 

[Timeout] StringLiteral
routes/peliculas.js:63:20
   const rutaPoster = req.file.filename;
 
   //Consulta parametrizada para insertar nueva pelicula
-  const sqlQuery = 'INSERT INTO pelicula (nombre, poster, descripcion, usuariocreacion) VALUES (?,?,?,?)';
+  const sqlQuery = "";
 
   //Usar el pool para los resultados

[Timeout] BlockStatement
routes/peliculas.js:66:80
   const sqlQuery = 'INSERT INTO pelicula (nombre, poster, descripcion, usuariocreacion) VALUES (?,?,?,?)';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[nombre,rutaPoster,descripcion,idUsuario],(err,results)=>{
-      if(err){
-          console.error('Error al agregar la pelicula: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al agregar la pelicula', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
-      res.status(201).json({
-          message:'Película agregada con éxito',
-          peliculaId: results.insertId
-      });
-  });
+  pool.query(sqlQuery,[nombre,rutaPoster,descripcion,idUsuario],(err,results)=>{});
 });
 

[Timeout] ArrayDeclaration
routes/peliculas.js:66:23
   const sqlQuery = 'INSERT INTO pelicula (nombre, poster, descripcion, usuariocreacion) VALUES (?,?,?,?)';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[nombre,rutaPoster,descripcion,idUsuario],(err,results)=>{
+  pool.query(sqlQuery,[],(err,results)=>{
       if(err){
           console.error('Error al agregar la pelicula: ', err);

[Timeout] ConditionalExpression
routes/peliculas.js:67:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,rutaPoster,descripcion,idUsuario],(err,results)=>{
-      if(err){
+      if(false){
           console.error('Error al agregar la pelicula: ', err);
           if(err.code=='ER_DUP_ENTRY'){

[Timeout] BlockStatement
routes/peliculas.js:67:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,rutaPoster,descripcion,idUsuario],(err,results)=>{
-      if(err){
-          console.error('Error al agregar la pelicula: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al agregar la pelicula', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
+      if(err){}
       res.status(201).json({
           message:'Película agregada con éxito',

[Timeout] StringLiteral
routes/peliculas.js:68:25
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,rutaPoster,descripcion,idUsuario],(err,results)=>{
       if(err){
-          console.error('Error al agregar la pelicula: ', err);
+          console.error("", err);
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});

[Timeout] BlockStatement
routes/peliculas.js:69:39
   pool.query(sqlQuery,[nombre,rutaPoster,descripcion,idUsuario],(err,results)=>{
       if(err){
           console.error('Error al agregar la pelicula: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
-          }
+          if(err.code=='ER_DUP_ENTRY'){}
           else{
             return res.status(500).send({message:'Error al agregar la pelicula', code:err.code, id:err.errno, description:err.message});

[Timeout] ConditionalExpression
routes/peliculas.js:69:14
   pool.query(sqlQuery,[nombre,rutaPoster,descripcion,idUsuario],(err,results)=>{
       if(err){
           console.error('Error al agregar la pelicula: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(true){
             return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] StringLiteral
routes/peliculas.js:70:50
       if(err){
           console.error('Error al agregar la pelicula: ', err);
           if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
+            return res.status(500).send({message:"", code:err.code, id:err.errno, description:err.message});
           }
           else{

[Timeout] BlockStatement
routes/peliculas.js:72:15
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
           }
-          else{
-            return res.status(500).send({message:'Error al agregar la pelicula', code:err.code, id:err.errno, description:err.message});
-          }  
+          else{}  
       }
       res.status(201).json({

[Timeout] StringLiteral
routes/peliculas.js:85:75
 
 
 // Ruta para actualizar una Película
-router.put('/edit', authenticateToken, allowRoles('Admin'), upload.single('file'), async (req, res) => {
+router.put('/edit', authenticateToken, allowRoles('Admin'), upload.single(""), async (req, res) => {
   const { idpelicula, nombre, descripcion, activa, poster } = req.body;
 

[Killed] ConditionalExpression
routes/peliculas.js:91:20
   
 
   // Validación de los parámetros: asegurarse de que nombre, poster, descripción y activa sean proporcionados
-  if (!idpelicula, !nombre || !descripcion|| !activa) {
+  if (!idpelicula, false) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, descripcion, poster y si está activa' });
   }
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] BooleanLiteral
routes/peliculas.js:91:46
   
 
   // Validación de los parámetros: asegurarse de que nombre, poster, descripción y activa sean proporcionados
-  if (!idpelicula, !nombre || !descripcion|| !activa) {
+  if (!idpelicula, !nombre || !descripcion|| activa) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, descripcion, poster y si está activa' });
   }
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] StringLiteral
routes/peliculas.js:92:42
 
   // Validación de los parámetros: asegurarse de que nombre, poster, descripción y activa sean proporcionados
   if (!idpelicula, !nombre || !descripcion|| !activa) {
-    return res.status(400).json({ error: 'Debes proporcionar id, nombre, descripcion, poster y si está activa' });
+    return res.status(400).json({ error: "" });
   }
 

[Timeout] BlockStatement
routes/peliculas.js:106:88
 
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{
-      if(err){
-          console.error('Error al actualizar la pelicula: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al actualizar la película', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
-      if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Película no encontrada' });
-      }
-      res.status(200).json({
-          message:'Película actualizada con éxito',
-          peliculaId: idpelicula
-      });
-  });
+  pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{});
 });
 

[Killed] ArrayDeclaration
routes/peliculas.js:106:23
 
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{
+  pool.query(sqlQuery,[],(err,results)=>{
       if(err){
           console.error('Error al actualizar la pelicula: ', err);
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] ConditionalExpression
routes/peliculas.js:107:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{
-      if(err){
+      if(true){
           console.error('Error al actualizar la pelicula: ', err);
           if(err.code=='ER_DUP_ENTRY'){

[Timeout] ConditionalExpression
routes/peliculas.js:107:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{
-      if(err){
+      if(false){
           console.error('Error al actualizar la pelicula: ', err);
           if(err.code=='ER_DUP_ENTRY'){

[Timeout] StringLiteral
routes/peliculas.js:108:25
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{
       if(err){
-          console.error('Error al actualizar la pelicula: ', err);
+          console.error("", err);
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});

[Timeout] EqualityOperator
routes/peliculas.js:109:14
   pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{
       if(err){
           console.error('Error al actualizar la pelicula: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(err.code != 'ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] BlockStatement
routes/peliculas.js:109:39
   pool.query(sqlQuery,[nombre,descripcion,activa,rutaPoster,idpelicula],(err,results)=>{
       if(err){
           console.error('Error al actualizar la pelicula: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
-          }
+          if(err.code=='ER_DUP_ENTRY'){}
           else{
             return res.status(500).send({message:'Error al actualizar la película', code:err.code, id:err.errno, description:err.message});

[Survived] BlockStatement
routes/peliculas.js:112:15
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
           }
-          else{
-            return res.status(500).send({message:'Error al actualizar la película', code:err.code, id:err.errno, description:err.message});
-          }  
+          else{}  
       }
       if(results.affectedRows==0){

[Timeout] StringLiteral
routes/peliculas.js:113:50
             return res.status(500).send({message:'El nombre de pelicula ya existe', code:err.code, id:err.errno, description:err.message});
           }
           else{
-            return res.status(500).send({message:'Error al actualizar la película', code:err.code, id:err.errno, description:err.message});
+            return res.status(500).send({message:"", code:err.code, id:err.errno, description:err.message});
           }  
       }

[Timeout] EqualityOperator
routes/peliculas.js:116:10
             return res.status(500).send({message:'Error al actualizar la película', code:err.code, id:err.errno, description:err.message});
           }  
       }
-      if(results.affectedRows==0){
+      if(results.affectedRows != 0){
         return res.status(404).json({ error: 'Película no encontrada' });
       }

[Survived] BlockStatement
routes/peliculas.js:116:34
             return res.status(500).send({message:'Error al actualizar la película', code:err.code, id:err.errno, description:err.message});
           }  
       }
-      if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Película no encontrada' });
-      }
+      if(results.affectedRows==0){}
       res.status(200).json({
           message:'Película actualizada con éxito',

[Timeout] ObjectLiteral
routes/peliculas.js:117:37
           }  
       }
       if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Película no encontrada' });
+        return res.status(404).json({});
       }
       res.status(200).json({

[Timeout] StringLiteral
routes/peliculas.js:117:46
           }  
       }
       if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Película no encontrada' });
+        return res.status(404).json({ error: "" });
       }
       res.status(200).json({

[Timeout] StringLiteral
routes/peliculas.js:120:19
         return res.status(404).json({ error: 'Película no encontrada' });
       }
       res.status(200).json({
-          message:'Película actualizada con éxito',
+          message:"",
           peliculaId: idpelicula
       });

[Timeout] BlockStatement
routes/peliculas.js:127:93
 });
 
 /* GET lista de peliculas. Presenta la lista de peliculas activas*/
-router.get('/api/activas', authenticateToken, allowRoles('Admin'), function(req, res, next) {
-    //Consulta para retornar las peliculas del sistema
-    const sqlQuery = 'SELECT idpelicula, nombre FROM pelicula where activa="Si"';
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer las peliculas: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  });
+router.get('/api/activas', authenticateToken, allowRoles('Admin'), function(req, res, next) {});
 
 module.exports = router;

[Killed] StringLiteral
routes/peliculas.js:127:12
 });
 
 /* GET lista de peliculas. Presenta la lista de peliculas activas*/
-router.get('/api/activas', authenticateToken, allowRoles('Admin'), function(req, res, next) {
+router.get("", authenticateToken, allowRoles('Admin'), function(req, res, next) {
     //Consulta para retornar las peliculas del sistema
     const sqlQuery = 'SELECT idpelicula, nombre FROM pelicula where activa="Si"';
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] StringLiteral
routes/peliculas.js:129:22
 /* GET lista de peliculas. Presenta la lista de peliculas activas*/
 router.get('/api/activas', authenticateToken, allowRoles('Admin'), function(req, res, next) {
     //Consulta para retornar las peliculas del sistema
-    const sqlQuery = 'SELECT idpelicula, nombre FROM pelicula where activa="Si"';
+    const sqlQuery = "";
   
     //Usar el pool para los resultados

[Timeout] StringLiteral
routes/peliculas.js:135:37
     pool.query(sqlQuery,(err,results)=>{
       if(err){
         console.error('Error al leer las peliculas: ', err);
-        return res.status(500).send('Error de consulta');
+        return res.status(500).send("");
       }
       res.json(results); //Enviar los resultados como JSON
