[Survived] BlockStatement
routes/reservas.js:9:102
 
 
 /* GET lista de fechas disponibles en cartelera*/
-router.get('/step1/:id', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
-    //Obtener los parámetros desde la llamada
-    const id = parseInt(req.params.id);
-    //Consulta para retornar las fechas disponibles de la pelicula
-    const sqlQuery = `SELECT DISTINCT p.idpelicula AS id, p.nombre AS nombrePelicula, p.poster, p.descripcion AS descripcionPelicula, c.fecha FROM cartelera c
-                        INNER JOIN pelicula p ON c.idpelicula=p.idpelicula
-                        INNER JOIN sala s ON c.idsala=s.idsala
-                        WHERE c.activa = "Si" AND c.fecha >= DATE(NOW()) AND p.idpelicula = ?
-                        ORDER BY c.fecha`;
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  });
+router.get('/step1/:id', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {});
 
   /* GET lista de salas disponibles para la pelicula*/

[Timeout] StringLiteral
routes/reservas.js:9:56
 
 
 /* GET lista de fechas disponibles en cartelera*/
-router.get('/step1/:id', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
+router.get('/step1/:id', authenticateToken, allowRoles("", 'Cliente'), function(req, res, next) {
     //Obtener los parámetros desde la llamada
     const id = parseInt(req.params.id);

[Timeout] BlockStatement
routes/reservas.js:20:45
                         ORDER BY c.fecha`;
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
+    pool.query(sqlQuery,[id],(err,results)=>{});
   });
 

[Timeout] BlockStatement
routes/reservas.js:21:14
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
+      if(err){}
       res.json(results); //Enviar los resultados como JSON
     });

[Timeout] StringLiteral
routes/reservas.js:23:37
     pool.query(sqlQuery,[id],(err,results)=>{
       if(err){
         console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
+        return res.status(500).send("");
       }
       res.json(results); //Enviar los resultados como JSON

[Timeout] BlockStatement
routes/reservas.js:30:109
   });
 
   /* GET lista de salas disponibles para la pelicula*/
-router.get('/step2/:id/:fecha', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
-    //Obtener los parámetros desde la llamada
-    const id = parseInt(req.params.id);
-    const fecha = req.params.fecha;
-    //Consulta para retornar las fechas disponibles de la pelicula
-    const sqlQuery = `SELECT DISTINCT c.idcartelera AS idcartelera, p.nombre AS nombrePelicula, p.poster, p.descripcion AS descripcionPelicula, c.fecha, s.idsala AS sala, s.nombre AS nombreSala
-                        FROM cartelera c
-                        INNER JOIN pelicula p ON c.idpelicula=p.idpelicula
-                        INNER JOIN sala s ON c.idsala=s.idsala
-                        WHERE c.activa = "Si" AND c.fecha = ?  AND p.idpelicula = ?
-                        ORDER BY s.nombre`;
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,[fecha,id],(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  });
+router.get('/step2/:id/:fecha', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {});
 
 

[Timeout] StringLiteral
routes/reservas.js:30:12
   });
 
   /* GET lista de salas disponibles para la pelicula*/
-router.get('/step2/:id/:fecha', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
+router.get("", authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
     //Obtener los parámetros desde la llamada
     const id = parseInt(req.params.id);

[Timeout] BlockStatement
routes/reservas.js:43:51
                         ORDER BY s.nombre`;
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,[fecha,id],(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
+    pool.query(sqlQuery,[fecha,id],(err,results)=>{});
   });
 

[Survived] ArrayDeclaration
routes/reservas.js:43:25
                         ORDER BY s.nombre`;
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,[fecha,id],(err,results)=>{
+    pool.query(sqlQuery,[],(err,results)=>{
       if(err){
         console.error('Error al leer la cartelera: ', err);

[Timeout] BlockStatement
routes/reservas.js:44:14
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[fecha,id],(err,results)=>{
-      if(err){
-        console.error('Error al leer la cartelera: ', err);
-        return res.status(500).send('Error de consulta');
-      }
+      if(err){}
       res.json(results); //Enviar los resultados como JSON
     });

[Timeout] ConditionalExpression
routes/reservas.js:44:10
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[fecha,id],(err,results)=>{
-      if(err){
+      if(true){
         console.error('Error al leer la cartelera: ', err);
         return res.status(500).send('Error de consulta');

[Timeout] StringLiteral
routes/reservas.js:45:23
     //Usar el pool para los resultados
     pool.query(sqlQuery,[fecha,id],(err,results)=>{
       if(err){
-        console.error('Error al leer la cartelera: ', err);
+        console.error("", err);
         return res.status(500).send('Error de consulta');
       }

[Timeout] BlockStatement
routes/reservas.js:54:113
 
 
   /* GET lista de las butacas de la cartelera*/
-  router.get('/step3/:idcartelera', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
-    //Obtener los parámetros desde la llamada
-    const idcartelera = parseInt(req.params.idcartelera);
-    //Consulta para retornar las butacas
-    const sqlQuery = `SELECT r.idreserva as id, r.butaca as numAsiento, r.estado, p.idpelicula AS pelicula,
-                        p.nombre AS nombrePelicula, p.poster, p.descripcion AS descripcionPelicula, c.idcartelera AS cartelera, c.fecha, s.idsala AS sala,
-                        s.nombre AS nombreSala, s.capacidad as capacidad, s.filas as filas, s.columnas as columnas, r.idcliente as cliente
-                        FROM cartelera c
-                        LEFT JOIN reserva r ON c.idcartelera=r.idcartelera
-                        INNER JOIN sala s ON c.idsala=s.idsala
-                        INNER JOIN pelicula p ON c.idpelicula=p.idpelicula
-                        where c.idcartelera = ?
-                        ORDER BY r.butaca`;
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,[idcartelera],(err,results)=>{
-      if(err){
-        console.error('Error al leer los datos: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  });
+  router.get('/step3/:idcartelera', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {});
 
 

[Timeout] StringLiteral
routes/reservas.js:54:76
 
 
   /* GET lista de las butacas de la cartelera*/
-  router.get('/step3/:idcartelera', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
+  router.get('/step3/:idcartelera', authenticateToken, allowRoles('Admin', ""), function(req, res, next) {
     //Obtener los parámetros desde la llamada
     const idcartelera = parseInt(req.params.idcartelera);

[Timeout] BlockStatement
routes/reservas.js:69:54
                         ORDER BY r.butaca`;
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,[idcartelera],(err,results)=>{
-      if(err){
-        console.error('Error al leer los datos: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
+    pool.query(sqlQuery,[idcartelera],(err,results)=>{});
   });
 

[Timeout] BlockStatement
routes/reservas.js:70:14
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[idcartelera],(err,results)=>{
-      if(err){
-        console.error('Error al leer los datos: ', err);
-        return res.status(500).send('Error de consulta');
-      }
+      if(err){}
       res.json(results); //Enviar los resultados como JSON
     });

[Survived] ConditionalExpression
routes/reservas.js:70:10
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[idcartelera],(err,results)=>{
-      if(err){
+      if(false){
         console.error('Error al leer los datos: ', err);
         return res.status(500).send('Error de consulta');

[Killed] StringLiteral
routes/reservas.js:80:13
 
 
 // Ruta para registrar una reserva
-router.post('/new', authenticateToken, allowRoles('Admin', 'Cliente'), async (req, res) => {
+router.post("", authenticateToken, allowRoles('Admin', 'Cliente'), async (req, res) => {
     const { idcartelera, idcliente, butaca, estado } = req.body;
     
killedBy: Validar rutas de reservas de asientos debe insertar una reserva en /reservas/new
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 201
Received: 404

[Killed] LogicalOperator
routes/reservas.js:85:9
     
   
     // Validación de los parámetros: asegurarse los datos sean proporcionados
-    if (!idcartelera || !idcliente || !butaca || !estado) {
+    if (!idcartelera && !idcliente || !butaca || !estado) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }
killedBy: Validar rutas de carteleras del cine debe insertar una cartelera en /cartelera/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] BooleanLiteral
routes/reservas.js:85:39
     
   
     // Validación de los parámetros: asegurarse los datos sean proporcionados
-    if (!idcartelera || !idcliente || !butaca || !estado) {
+    if (!idcartelera || !idcliente || butaca || !estado) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }

[Timeout] StringLiteral
routes/reservas.js:90:22
     }
   
     //Consulta parametrizada para insertar nuevo registro
-    const sqlQuery = 'INSERT INTO reserva (idcartelera, idcliente, butaca, estado) VALUES (?,?,?,?)';
+    const sqlQuery = "";
   
     //Usar el pool para los resultados

[Timeout] BlockStatement
routes/reservas.js:93:78
     const sqlQuery = 'INSERT INTO reserva (idcartelera, idcliente, butaca, estado) VALUES (?,?,?,?)';
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,[idcartelera,idcliente,butaca,estado],(err,results)=>{
-        if(err){
-            console.error('Error al agregar la reserva: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'Este registro ya existe', code:err.code, id:err.errno, description:err.message});
-            }
-            else{
-              return res.status(500).send({message:'Error al agregar el registro', code:err.code, id:err.errno, description:err.message});
-            }  
-        }
-        res.status(201).json({
-            message:'Registro agregado con éxito',
-            reservaId: results.insertId
-        });
-    });
+    pool.query(sqlQuery,[idcartelera,idcliente,butaca,estado],(err,results)=>{});
   });
 

[Killed] ArrayDeclaration
routes/reservas.js:93:25
     const sqlQuery = 'INSERT INTO reserva (idcartelera, idcliente, butaca, estado) VALUES (?,?,?,?)';
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,[idcartelera,idcliente,butaca,estado],(err,results)=>{
+    pool.query(sqlQuery,[],(err,results)=>{
         if(err){
             console.error('Error al agregar la reserva: ', err);
killedBy: Validar rutas de carteleras del cine debe insertar una cartelera en /cartelera/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] ConditionalExpression
routes/reservas.js:94:12
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[idcartelera,idcliente,butaca,estado],(err,results)=>{
-        if(err){
+        if(false){
             console.error('Error al agregar la reserva: ', err);
             if(err.code=='ER_DUP_ENTRY'){

[Survived] BlockStatement
routes/reservas.js:94:16
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[idcartelera,idcliente,butaca,estado],(err,results)=>{
-        if(err){
-            console.error('Error al agregar la reserva: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'Este registro ya existe', code:err.code, id:err.errno, description:err.message});
-            }
-            else{
-              return res.status(500).send({message:'Error al agregar el registro', code:err.code, id:err.errno, description:err.message});
-            }  
-        }
+        if(err){}
         res.status(201).json({
             message:'Registro agregado con éxito',

[Survived] BlockStatement
routes/reservas.js:96:41
     pool.query(sqlQuery,[idcartelera,idcliente,butaca,estado],(err,results)=>{
         if(err){
             console.error('Error al agregar la reserva: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'Este registro ya existe', code:err.code, id:err.errno, description:err.message});
-            }
+            if(err.code=='ER_DUP_ENTRY'){}
             else{
               return res.status(500).send({message:'Error al agregar el registro', code:err.code, id:err.errno, description:err.message});

[Timeout] ConditionalExpression
routes/reservas.js:96:16
     pool.query(sqlQuery,[idcartelera,idcliente,butaca,estado],(err,results)=>{
         if(err){
             console.error('Error al agregar la reserva: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
+            if(true){
               return res.status(500).send({message:'Este registro ya existe', code:err.code, id:err.errno, description:err.message});
             }

[Timeout] ObjectLiteral
routes/reservas.js:97:43
         if(err){
             console.error('Error al agregar la reserva: ', err);
             if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'Este registro ya existe', code:err.code, id:err.errno, description:err.message});
+              return res.status(500).send({});
             }
             else{

[Timeout] BlockStatement
routes/reservas.js:99:17
             if(err.code=='ER_DUP_ENTRY'){
               return res.status(500).send({message:'Este registro ya existe', code:err.code, id:err.errno, description:err.message});
             }
-            else{
-              return res.status(500).send({message:'Error al agregar el registro', code:err.code, id:err.errno, description:err.message});
-            }  
+            else{}  
         }
         res.status(201).json({

[Timeout] StringLiteral
routes/reservas.js:100:52
               return res.status(500).send({message:'Este registro ya existe', code:err.code, id:err.errno, description:err.message});
             }
             else{
-              return res.status(500).send({message:'Error al agregar el registro', code:err.code, id:err.errno, description:err.message});
+              return res.status(500).send({message:"", code:err.code, id:err.errno, description:err.message});
             }  
         }

[Survived] ObjectLiteral
routes/reservas.js:100:43
               return res.status(500).send({message:'Este registro ya existe', code:err.code, id:err.errno, description:err.message});
             }
             else{
-              return res.status(500).send({message:'Error al agregar el registro', code:err.code, id:err.errno, description:err.message});
+              return res.status(500).send({});
             }  
         }

[Timeout] StringLiteral
routes/reservas.js:112:12
 
 
   // Ruta para editar una reserva
-router.put('/edit', authenticateToken, allowRoles('Admin','Cliente'), async (req, res) => {
+router.put("", authenticateToken, allowRoles('Admin','Cliente'), async (req, res) => {
     const { asiento } = req.body;
     

[Survived] ConditionalExpression
routes/reservas.js:117:9
     
   
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
-    if (!asiento) {
+    if (false) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }

[Timeout] BooleanLiteral
routes/reservas.js:117:9
     
   
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
-    if (!asiento) {
+    if (asiento) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }

[Timeout] StringLiteral
routes/reservas.js:118:44
   
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
     if (!asiento) {
-      return res.status(400).json({ error: 'Debes proporcionar los datos' });
+      return res.status(400).json({ error: "" });
     }
 

[Timeout] BlockStatement
routes/reservas.js:130:121
   
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,[asiento.cartelera,asiento.cliente,asiento.numAsiento,asiento.estado,asiento.id],(err,results)=>{
-        if(err){
-            console.error('Error al actualizar el registro: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
-            }
-            else{
-              return res.status(500).send({message:'Error al actualizar el registro', code:err.code, id:err.errno, description:err.message});
-            }  
-        }
-        if(results.affectedRows==0){
-          return res.status(404).json({ error: 'Registro no encontrado' });
-        }
-        res.json({
-            message:'Registro actualizado con éxito',
-            reservaId: asiento.id
-        });
-    });
+    pool.query(sqlQuery,[asiento.cartelera,asiento.cliente,asiento.numAsiento,asiento.estado,asiento.id],(err,results)=>{});
   });
 

[Timeout] ConditionalExpression
routes/reservas.js:131:12
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[asiento.cartelera,asiento.cliente,asiento.numAsiento,asiento.estado,asiento.id],(err,results)=>{
-        if(err){
+        if(true){
             console.error('Error al actualizar el registro: ', err);
             if(err.code=='ER_DUP_ENTRY'){

[Timeout] BlockStatement
routes/reservas.js:131:16
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,[asiento.cartelera,asiento.cliente,asiento.numAsiento,asiento.estado,asiento.id],(err,results)=>{
-        if(err){
-            console.error('Error al actualizar el registro: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
-            }
-            else{
-              return res.status(500).send({message:'Error al actualizar el registro', code:err.code, id:err.errno, description:err.message});
-            }  
-        }
+        if(err){}
         if(results.affectedRows==0){
           return res.status(404).json({ error: 'Registro no encontrado' });

[Timeout] BlockStatement
routes/reservas.js:133:41
     pool.query(sqlQuery,[asiento.cartelera,asiento.cliente,asiento.numAsiento,asiento.estado,asiento.id],(err,results)=>{
         if(err){
             console.error('Error al actualizar el registro: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
-            }
+            if(err.code=='ER_DUP_ENTRY'){}
             else{
               return res.status(500).send({message:'Error al actualizar el registro', code:err.code, id:err.errno, description:err.message});

[Timeout] ConditionalExpression
routes/reservas.js:133:16
     pool.query(sqlQuery,[asiento.cartelera,asiento.cliente,asiento.numAsiento,asiento.estado,asiento.id],(err,results)=>{
         if(err){
             console.error('Error al actualizar el registro: ', err);
-            if(err.code=='ER_DUP_ENTRY'){
+            if(true){
               return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
             }

[Timeout] ObjectLiteral
routes/reservas.js:134:43
         if(err){
             console.error('Error al actualizar el registro: ', err);
             if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
+              return res.status(500).send({});
             }
             else{

[Timeout] StringLiteral
routes/reservas.js:134:52
         if(err){
             console.error('Error al actualizar el registro: ', err);
             if(err.code=='ER_DUP_ENTRY'){
-              return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
+              return res.status(500).send({message:"", code:err.code, id:err.errno, description:err.message});
             }
             else{

[Timeout] BlockStatement
routes/reservas.js:136:17
             if(err.code=='ER_DUP_ENTRY'){
               return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
             }
-            else{
-              return res.status(500).send({message:'Error al actualizar el registro', code:err.code, id:err.errno, description:err.message});
-            }  
+            else{}  
         }
         if(results.affectedRows==0){

[Survived] ObjectLiteral
routes/reservas.js:137:43
               return res.status(500).send({message:'El registro ya existe', code:err.code, id:err.errno, description:err.message});
             }
             else{
-              return res.status(500).send({message:'Error al actualizar el registro', code:err.code, id:err.errno, description:err.message});
+              return res.status(500).send({});
             }  
         }

[Timeout] StringLiteral
routes/reservas.js:151:63
   });
 
     // Ruta para procesar una reserva
-router.put('/procesar', authenticateToken, allowRoles('Admin','Cliente'), async (req, res) => {
+router.put('/procesar', authenticateToken, allowRoles('Admin',""), async (req, res) => {
     const { asientosSeleccionados } = req.body;
     

[Timeout] ConditionalExpression
routes/reservas.js:156:9
     
   
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
-    if (!asientosSeleccionados) {
+    if (true) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }

[Timeout] ConditionalExpression
routes/reservas.js:156:9
     
   
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
-    if (!asientosSeleccionados) {
+    if (false) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }

[Timeout] ConditionalExpression
routes/reservas.js:160:9
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }
 
-    if (asientosSeleccionados.length === 0) {
+    if (true) {
       return res.status(400).json({ error: "No hay asientos seleccionados."});
     }

[Timeout] EqualityOperator
routes/reservas.js:160:9
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }
 
-    if (asientosSeleccionados.length === 0) {
+    if (asientosSeleccionados.length !== 0) {
       return res.status(400).json({ error: "No hay asientos seleccionados."});
     }

[Timeout] ObjectLiteral
routes/reservas.js:161:35
     }
 
     if (asientosSeleccionados.length === 0) {
-      return res.status(400).json({ error: "No hay asientos seleccionados."});
+      return res.status(400).json({});
     }
 

[Timeout] ArrowFunction
routes/reservas.js:164:52
       return res.status(400).json({ error: "No hay asientos seleccionados."});
     }
 
-    const placeholders = asientosSeleccionados.map(() => '?').join(', ');
+    const placeholders = asientosSeleccionados.map(() => undefined).join(', ');
 
     //Consulta parametrizada para editar reservas

[Timeout] StringLiteral
routes/reservas.js:164:68
       return res.status(400).json({ error: "No hay asientos seleccionados."});
     }
 
-    const placeholders = asientosSeleccionados.map(() => '?').join(', ');
+    const placeholders = asientosSeleccionados.map(() => '?').join("");
 
     //Consulta parametrizada para editar reservas

[Timeout] BlockStatement
routes/reservas.js:174:62
     `;
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{
-        if(err){
-            console.error('Error al actualizar los registros: ', err);
-            return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});
-        }
-        if(results.affectedRows==0){
-          return res.status(404).json({ error: 'Registros no encontrados' });
-        }
-        res.json({
-            message:'Registros actualizados con éxito',
-            reservas: asientosSeleccionados
-        });
-    });
+    pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{});
   });
 

[Timeout] ConditionalExpression
routes/reservas.js:175:12
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{
-        if(err){
+        if(true){
             console.error('Error al actualizar los registros: ', err);
             return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});

[Timeout] ConditionalExpression
routes/reservas.js:175:12
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{
-        if(err){
+        if(false){
             console.error('Error al actualizar los registros: ', err);
             return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});

[Timeout] StringLiteral
routes/reservas.js:176:27
     //Usar el pool para los resultados
     pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{
         if(err){
-            console.error('Error al actualizar los registros: ', err);
+            console.error("", err);
             return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});
         }

[Timeout] BlockStatement
routes/reservas.js:179:36
             console.error('Error al actualizar los registros: ', err);
             return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});
         }
-        if(results.affectedRows==0){
-          return res.status(404).json({ error: 'Registros no encontrados' });
-        }
+        if(results.affectedRows==0){}
         res.json({
             message:'Registros actualizados con éxito',

[Timeout] ObjectLiteral
routes/reservas.js:180:39
             return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});
         }
         if(results.affectedRows==0){
-          return res.status(404).json({ error: 'Registros no encontrados' });
+          return res.status(404).json({});
         }
         res.json({

[Timeout] ObjectLiteral
routes/reservas.js:182:18
         if(results.affectedRows==0){
           return res.status(404).json({ error: 'Registros no encontrados' });
         }
-        res.json({
-            message:'Registros actualizados con éxito',
-            reservas: asientosSeleccionados
-        });
+        res.json({});
     });
   });

[Timeout] StringLiteral
routes/reservas.js:190:55
   });
 
       // Ruta para cancelar una reserva
-router.put('/cancelar', authenticateToken, allowRoles('Admin','Cliente'), async (req, res) => {
+router.put('/cancelar', authenticateToken, allowRoles("",'Cliente'), async (req, res) => {
     const { asientosSeleccionados } = req.body;
     

[Timeout] BlockStatement
routes/reservas.js:195:33
     
   
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
-    if (!asientosSeleccionados) {
-      return res.status(400).json({ error: 'Debes proporcionar los datos' });
-    }
+    if (!asientosSeleccionados) {}
 
     if (asientosSeleccionados.length === 0) {
