[Timeout] BlockStatement
routes/reservas.js:199:45
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }
 
-    if (asientosSeleccionados.length === 0) {
-      return res.status(400).json({ error: "No hay asientos seleccionados."});
-    }
+    if (asientosSeleccionados.length === 0) {}
 
     const placeholders = asientosSeleccionados.map(() => '?').join(', ');

[Timeout] StringLiteral
routes/reservas.js:200:44
     }
 
     if (asientosSeleccionados.length === 0) {
-      return res.status(400).json({ error: "No hay asientos seleccionados."});
+      return res.status(400).json({ error: ""});
     }
 

[Timeout] BlockStatement
routes/reservas.js:212:62
     `;
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{
-        if(err){
-            console.error('Error al actualizar los registros: ', err);
-            return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});
-        }
-        if(results.affectedRows==0){
-          return res.status(404).json({ error: 'Registros no encontrados' });
-        }
-        res.json({
-            message:'Registros borrados con éxito',
-            reservas: asientosSeleccionados
-        });
-    });
+    pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{});
   });
 

[Timeout] BlockStatement
routes/reservas.js:213:16
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{
-        if(err){
-            console.error('Error al actualizar los registros: ', err);
-            return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});
-        }
+        if(err){}
         if(results.affectedRows==0){
           return res.status(404).json({ error: 'Registros no encontrados' });

[Timeout] StringLiteral
routes/reservas.js:215:50
     pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{
         if(err){
             console.error('Error al actualizar los registros: ', err);
-            return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});
+            return res.status(500).send({message:"", code:err.code, id:err.errno, description:err.message});
         }
         if(results.affectedRows==0){

[Timeout] ObjectLiteral
routes/reservas.js:215:41
     pool.query(sqlQuery,asientosSeleccionados,(err,results)=>{
         if(err){
             console.error('Error al actualizar los registros: ', err);
-            return res.status(500).send({message:'Error al actualizar los registros', code:err.code, id:err.errno, description:err.message});
+            return res.status(500).send({});
         }
         if(results.affectedRows==0){

[Timeout] ObjectLiteral
routes/reservas.js:220:18
         if(results.affectedRows==0){
           return res.status(404).json({ error: 'Registros no encontrados' });
         }
-        res.json({
-            message:'Registros borrados con éxito',
-            reservas: asientosSeleccionados
-        });
+        res.json({});
     });
   });

[Timeout] StringLiteral
routes/reservas.js:221:21
           return res.status(404).json({ error: 'Registros no encontrados' });
         }
         res.json({
-            message:'Registros borrados con éxito',
+            message:"",
             reservas: asientosSeleccionados
         });

[Timeout] ConditionalExpression
routes/reservas.js:231:17
     /* GET lista de los asientos comprados*/
   router.get('/resumen', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
     //Obtener los asientos desde la llamada
-    const ids = req.query.ids?.split(',') || [];
+    const ids = false;
 
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados

[Timeout] ConditionalExpression
routes/reservas.js:231:17
     /* GET lista de los asientos comprados*/
   router.get('/resumen', authenticateToken, allowRoles('Admin', 'Cliente'), function(req, res, next) {
     //Obtener los asientos desde la llamada
-    const ids = req.query.ids?.split(',') || [];
+    const ids = true;
 
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados

[Timeout] ConditionalExpression
routes/reservas.js:234:9
     const ids = req.query.ids?.split(',') || [];
 
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
-    if (!ids) {
+    if (true) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }

[Timeout] BooleanLiteral
routes/reservas.js:234:9
     const ids = req.query.ids?.split(',') || [];
 
     // Validación de los parámetros: asegurarse de que los datos sean proporcionados
-    if (!ids) {
+    if (ids) {
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }

[Timeout] BlockStatement
routes/reservas.js:238:27
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }
 
-    if (ids.length === 0) {
-      throw new Error("No hay asientos comprados.");
-    }
+    if (ids.length === 0) {}
 
     const placeholders = ids.map(() => '?').join(', ');

[Timeout] EqualityOperator
routes/reservas.js:238:9
       return res.status(400).json({ error: 'Debes proporcionar los datos' });
     }
 
-    if (ids.length === 0) {
+    if (ids.length !== 0) {
       throw new Error("No hay asientos comprados.");
     }

[Timeout] ArrowFunction
routes/reservas.js:242:34
       throw new Error("No hay asientos comprados.");
     }
 
-    const placeholders = ids.map(() => '?').join(', ');
+    const placeholders = ids.map(() => undefined).join(', ');
 
 

[Timeout] StringLiteral
routes/reservas.js:242:40
       throw new Error("No hay asientos comprados.");
     }
 
-    const placeholders = ids.map(() => '?').join(', ');
+    const placeholders = ids.map(() => "").join(', ');
 
 

[Timeout] StringLiteral
routes/reservas.js:246:22
 
 
     //Consulta para retornar las butacas
-    const sqlQuery = `SELECT r.idreserva as id, r.butaca as numAsiento, r.estado, p.idpelicula AS pelicula,
-                        p.nombre AS nombrePelicula, p.poster, p.descripcion AS descripcionPelicula, c.idcartelera AS cartelera, c.fecha, s.idsala AS sala,
-                        s.nombre AS nombreSala, s.capacidad as capacidad, s.filas as filas, s.columnas as columnas, r.idcliente as cliente
-                        FROM cartelera c
-                        LEFT JOIN reserva r ON c.idcartelera=r.idcartelera
-                        INNER JOIN sala s ON c.idsala=s.idsala
-                        INNER JOIN pelicula p ON c.idpelicula=p.idpelicula
-                        where r.idreserva in (${placeholders})
-                        ORDER BY r.butaca`;
+    const sqlQuery = ``;
   
     //Usar el pool para los resultados

[Timeout] BlockStatement
routes/reservas.js:257:44
                         ORDER BY r.butaca`;
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,ids,(err,results)=>{
-      if(err){
-        console.error('Error al leer los datos: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
+    pool.query(sqlQuery,ids,(err,results)=>{});
   });
 

[Timeout] ConditionalExpression
routes/reservas.js:258:10
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,ids,(err,results)=>{
-      if(err){
+      if(false){
         console.error('Error al leer los datos: ', err);
         return res.status(500).send('Error de consulta');

[Timeout] BlockStatement
routes/reservas.js:258:14
   
     //Usar el pool para los resultados
     pool.query(sqlQuery,ids,(err,results)=>{
-      if(err){
-        console.error('Error al leer los datos: ', err);
-        return res.status(500).send('Error de consulta');
-      }
+      if(err){}
       res.json(results); //Enviar los resultados como JSON
     });

[Timeout] StringLiteral
routes/reservas.js:260:37
     pool.query(sqlQuery,ids,(err,results)=>{
       if(err){
         console.error('Error al leer los datos: ', err);
-        return res.status(500).send('Error de consulta');
+        return res.status(500).send("");
       }
       res.json(results); //Enviar los resultados como JSON
