[Timeout] BlockStatement
routes/salas.js:8:82
 const allowRoles = require('../middleware/authorization');
 
 /* GET lista de salas. Presenta la lista de salas registradas en el sistema*/
-router.get('/', authenticateToken, allowRoles('Admin'), function(req, res, next) {
-    //Consulta para retornar las salas del sistema
-    const sqlQuery = 'SELECT idsala, nombre, capacidad, activa, fechacreacion FROM sala';
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer las salas: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  });
+router.get('/', authenticateToken, allowRoles('Admin'), function(req, res, next) {});
 
 //Ruta para obtener sala por id

[Timeout] StringLiteral
routes/salas.js:8:12
 const allowRoles = require('../middleware/authorization');
 
 /* GET lista de salas. Presenta la lista de salas registradas en el sistema*/
-router.get('/', authenticateToken, allowRoles('Admin'), function(req, res, next) {
+router.get("", authenticateToken, allowRoles('Admin'), function(req, res, next) {
     //Consulta para retornar las salas del sistema
     const sqlQuery = 'SELECT idsala, nombre, capacidad, activa, fechacreacion FROM sala';

[Timeout] StringLiteral
routes/salas.js:10:22
 /* GET lista de salas. Presenta la lista de salas registradas en el sistema*/
 router.get('/', authenticateToken, allowRoles('Admin'), function(req, res, next) {
     //Consulta para retornar las salas del sistema
-    const sqlQuery = 'SELECT idsala, nombre, capacidad, activa, fechacreacion FROM sala';
+    const sqlQuery = "";
   
     //Usar el pool para los resultados

[Timeout] BlockStatement
routes/salas.js:13:40
     const sqlQuery = 'SELECT idsala, nombre, capacidad, activa, fechacreacion FROM sala';
   
     //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer las salas: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
+    pool.query(sqlQuery,(err,results)=>{});
   });
 

[Timeout] BlockStatement
routes/salas.js:23:73
   });
 
 //Ruta para obtener sala por id
-router.get('/:id', authenticateToken, allowRoles('Admin'), (req,res) => {
-  //Obtener los parámetros desde la llamada
-  const id = parseInt(req.params.id);
-
-  // Validación de los parámetros: asegurarse de que id sea proporcionado
-  if (!id) {
-      return res.status(404).json({ error: 'Debes proporcionar el id' });
-  }
-
-  //Consulta parametrizada para buscar por id y nombre
-  const sqlQuery = 'SELECT * FROM sala WHERE idsala = ?';
-
-  //Usar el pool para los resultados
-  pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-          console.error('Error al leer los datos de la sala: ', err);
-          return res.status(500).send('Error de consulta');
-      }
-      res.json(results[0]); //Enviar los resultados como JSON
-  });
-});
+router.get('/:id', authenticateToken, allowRoles('Admin'), (req,res) => {});
 
 

[Timeout] StringLiteral
routes/salas.js:23:12
   });
 
 //Ruta para obtener sala por id
-router.get('/:id', authenticateToken, allowRoles('Admin'), (req,res) => {
+router.get("", authenticateToken, allowRoles('Admin'), (req,res) => {
   //Obtener los parámetros desde la llamada
   const id = parseInt(req.params.id);

[Timeout] ConditionalExpression
routes/salas.js:28:7
   const id = parseInt(req.params.id);
 
   // Validación de los parámetros: asegurarse de que id sea proporcionado
-  if (!id) {
+  if (false) {
       return res.status(404).json({ error: 'Debes proporcionar el id' });
   }

[Timeout] BooleanLiteral
routes/salas.js:28:7
   const id = parseInt(req.params.id);
 
   // Validación de los parámetros: asegurarse de que id sea proporcionado
-  if (!id) {
+  if (id) {
       return res.status(404).json({ error: 'Debes proporcionar el id' });
   }

[Timeout] ObjectLiteral
routes/salas.js:29:35
 
   // Validación de los parámetros: asegurarse de que id sea proporcionado
   if (!id) {
-      return res.status(404).json({ error: 'Debes proporcionar el id' });
+      return res.status(404).json({});
   }
 

[Timeout] BlockStatement
routes/salas.js:36:43
   const sqlQuery = 'SELECT * FROM sala WHERE idsala = ?';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-          console.error('Error al leer los datos de la sala: ', err);
-          return res.status(500).send('Error de consulta');
-      }
-      res.json(results[0]); //Enviar los resultados como JSON
-  });
+  pool.query(sqlQuery,[id],(err,results)=>{});
 });
 

[Timeout] StringLiteral
routes/salas.js:47:51
 
 
 // Ruta para registrar una sala
-router.post('/new', authenticateToken, allowRoles('Admin'), async (req, res) => {
+router.post('/new', authenticateToken, allowRoles(""), async (req, res) => {
   const { nombre, filas, columnas } = req.body;
   const idUsuario = req.user.id;

[Timeout] StringLiteral
routes/salas.js:47:13
 
 
 // Ruta para registrar una sala
-router.post('/new', authenticateToken, allowRoles('Admin'), async (req, res) => {
+router.post("", authenticateToken, allowRoles('Admin'), async (req, res) => {
   const { nombre, filas, columnas } = req.body;
   const idUsuario = req.user.id;

[Timeout] LogicalOperator
routes/salas.js:53:7
   
 
   // Validación de los parámetros: asegurarse de que nombre, filas y columnas sean proporcionados
-  if (!nombre || !filas || !columnas) {
+  if ((!nombre || !filas) && !columnas) {
     return res.status(400).json({ error: 'Debes proporcionar nombre, filas y columnas' });
   }

[Timeout] BlockStatement
routes/salas.js:53:39
   
 
   // Validación de los parámetros: asegurarse de que nombre, filas y columnas sean proporcionados
-  if (!nombre || !filas || !columnas) {
-    return res.status(400).json({ error: 'Debes proporcionar nombre, filas y columnas' });
-  }
+  if (!nombre || !filas || !columnas) {}
   //Calcular la capacidad de la sala
   const capacidad = filas * columnas;

[Timeout] StringLiteral
routes/salas.js:54:42
 
   // Validación de los parámetros: asegurarse de que nombre, filas y columnas sean proporcionados
   if (!nombre || !filas || !columnas) {
-    return res.status(400).json({ error: 'Debes proporcionar nombre, filas y columnas' });
+    return res.status(400).json({ error: "" });
   }
   //Calcular la capacidad de la sala

[Timeout] ArithmeticOperator
routes/salas.js:57:21
     return res.status(400).json({ error: 'Debes proporcionar nombre, filas y columnas' });
   }
   //Calcular la capacidad de la sala
-  const capacidad = filas * columnas;
+  const capacidad = filas / columnas;
 
   //Consulta parametrizada para insertar nueva sala

[Timeout] StringLiteral
routes/salas.js:60:20
   const capacidad = filas * columnas;
 
   //Consulta parametrizada para insertar nueva sala
-  const sqlQuery = 'INSERT INTO sala (nombre, filas, columnas, capacidad, usuariocreacion) VALUES (?,?,?,?,?)';
+  const sqlQuery = "";
 
   //Usar el pool para los resultados

[Timeout] BlockStatement
routes/salas.js:63:82
   const sqlQuery = 'INSERT INTO sala (nombre, filas, columnas, capacidad, usuariocreacion) VALUES (?,?,?,?,?)';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[nombre,filas,columnas,capacidad,idUsuario],(err,results)=>{
-      if(err){
-          console.error('Error al agregar la sala: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al agregar la sala', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
-      res.status(201).json({
-          message:'Sala agregada con éxito',
-          salaId: results.insertId
-      });
-  });
+  pool.query(sqlQuery,[nombre,filas,columnas,capacidad,idUsuario],(err,results)=>{});
 });
 

[Timeout] BlockStatement
routes/salas.js:64:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,idUsuario],(err,results)=>{
-      if(err){
-          console.error('Error al agregar la sala: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al agregar la sala', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
+      if(err){}
       res.status(201).json({
           message:'Sala agregada con éxito',

[Timeout] ConditionalExpression
routes/salas.js:64:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,idUsuario],(err,results)=>{
-      if(err){
+      if(false){
           console.error('Error al agregar la sala: ', err);
           if(err.code=='ER_DUP_ENTRY'){

[Timeout] StringLiteral
routes/salas.js:65:25
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,idUsuario],(err,results)=>{
       if(err){
-          console.error('Error al agregar la sala: ', err);
+          console.error("", err);
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});

[Timeout] ConditionalExpression
routes/salas.js:66:14
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,idUsuario],(err,results)=>{
       if(err){
           console.error('Error al agregar la sala: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(true){
             return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] ConditionalExpression
routes/salas.js:66:14
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,idUsuario],(err,results)=>{
       if(err){
           console.error('Error al agregar la sala: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(false){
             return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] BlockStatement
routes/salas.js:69:15
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
           }
-          else{
-            return res.status(500).send({message:'Error al agregar la sala', code:err.code, id:err.errno, description:err.message});
-          }  
+          else{}  
       }
       res.status(201).json({

[Timeout] ObjectLiteral
routes/salas.js:70:41
             return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
           }
           else{
-            return res.status(500).send({message:'Error al agregar la sala', code:err.code, id:err.errno, description:err.message});
+            return res.status(500).send({});
           }  
       }

[Timeout] ObjectLiteral
routes/salas.js:73:28
             return res.status(500).send({message:'Error al agregar la sala', code:err.code, id:err.errno, description:err.message});
           }  
       }
-      res.status(201).json({
-          message:'Sala agregada con éxito',
-          salaId: results.insertId
-      });
+      res.status(201).json({});
   });
 });

[Timeout] StringLiteral
routes/salas.js:74:19
           }  
       }
       res.status(201).json({
-          message:'Sala agregada con éxito',
+          message:"",
           salaId: results.insertId
       });

[Timeout] StringLiteral
routes/salas.js:82:51
 
 
 // Ruta para editar una sala
-router.put('/edit', authenticateToken, allowRoles('Admin'), async (req, res) => {
+router.put('/edit', authenticateToken, allowRoles(""), async (req, res) => {
   const { id, nombre, filas, columnas, activa } = req.body;
   

[Timeout] BooleanLiteral
routes/salas.js:87:7
   
 
   // Validación de los parámetros: asegurarse de que nombre, filas , columnas y activa sean proporcionados
-  if (!id, !nombre || !filas || !columnas || !activa) {
+  if (id, !nombre || !filas || !columnas || !activa) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, filas, columnas y si está activa' });
   }

[Timeout] BooleanLiteral
routes/salas.js:87:23
   
 
   // Validación de los parámetros: asegurarse de que nombre, filas , columnas y activa sean proporcionados
-  if (!id, !nombre || !filas || !columnas || !activa) {
+  if (!id, !nombre || filas || !columnas || !activa) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, filas, columnas y si está activa' });
   }

[Timeout] StringLiteral
routes/salas.js:88:42
 
   // Validación de los parámetros: asegurarse de que nombre, filas , columnas y activa sean proporcionados
   if (!id, !nombre || !filas || !columnas || !activa) {
-    return res.status(400).json({ error: 'Debes proporcionar id, nombre, filas, columnas y si está activa' });
+    return res.status(400).json({ error: "" });
   }
   //Calcular la capacidad de la sala

[Timeout] BlockStatement
routes/salas.js:102:82
 
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[nombre,filas,columnas,capacidad,activa,id],(err,results)=>{
-      if(err){
-          console.error('Error al actualizar la sala: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al actualizar la sala', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
-      if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Sala no encontrada' });
-      }
-      res.status(200).json({
-          message:'Sala actualizada con éxito',
-          salaId: id
-      });
-  });
+  pool.query(sqlQuery,[nombre,filas,columnas,capacidad,activa,id],(err,results)=>{});
 });
 

[Timeout] ArrayDeclaration
routes/salas.js:102:23
 
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[nombre,filas,columnas,capacidad,activa,id],(err,results)=>{
+  pool.query(sqlQuery,[],(err,results)=>{
       if(err){
           console.error('Error al actualizar la sala: ', err);

[Timeout] ConditionalExpression
routes/salas.js:103:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,activa,id],(err,results)=>{
-      if(err){
+      if(false){
           console.error('Error al actualizar la sala: ', err);
           if(err.code=='ER_DUP_ENTRY'){

[Timeout] BlockStatement
routes/salas.js:103:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,activa,id],(err,results)=>{
-      if(err){
-          console.error('Error al actualizar la sala: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
-          }
-          else{
-            return res.status(500).send({message:'Error al actualizar la sala', code:err.code, id:err.errno, description:err.message});
-          }  
-      }
+      if(err){}
       if(results.affectedRows==0){
         return res.status(404).json({ error: 'Sala no encontrada' });

[Timeout] ConditionalExpression
routes/salas.js:105:14
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,activa,id],(err,results)=>{
       if(err){
           console.error('Error al actualizar la sala: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(true){
             return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] EqualityOperator
routes/salas.js:105:14
   pool.query(sqlQuery,[nombre,filas,columnas,capacidad,activa,id],(err,results)=>{
       if(err){
           console.error('Error al actualizar la sala: ', err);
-          if(err.code=='ER_DUP_ENTRY'){
+          if(err.code != 'ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
           }

[Timeout] StringLiteral
routes/salas.js:106:50
       if(err){
           console.error('Error al actualizar la sala: ', err);
           if(err.code=='ER_DUP_ENTRY'){
-            return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
+            return res.status(500).send({message:"", code:err.code, id:err.errno, description:err.message});
           }
           else{

[Timeout] BlockStatement
routes/salas.js:108:15
           if(err.code=='ER_DUP_ENTRY'){
             return res.status(500).send({message:'El nombre de sala ya existe', code:err.code, id:err.errno, description:err.message});
           }
-          else{
-            return res.status(500).send({message:'Error al actualizar la sala', code:err.code, id:err.errno, description:err.message});
-          }  
+          else{}  
       }
       if(results.affectedRows==0){

[Timeout] StringLiteral
routes/salas.js:113:46
           }  
       }
       if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Sala no encontrada' });
+        return res.status(404).json({ error: "" });
       }
       res.status(200).json({

[Timeout] StringLiteral
routes/salas.js:116:19
         return res.status(404).json({ error: 'Sala no encontrada' });
       }
       res.status(200).json({
-          message:'Sala actualizada con éxito',
+          message:"",
           salaId: id
       });

[Timeout] BlockStatement
routes/salas.js:123:93
 });
 
 /* GET lista de salas. Presenta la lista de salas activas*/
-router.get('/api/activas', authenticateToken, allowRoles('Admin'), function(req, res, next) {
-    //Consulta para retornar las peliculas del sistema
-    const sqlQuery = 'SELECT idsala, nombre FROM sala where activa="Si"';
-  
-    //Usar el pool para los resultados
-    pool.query(sqlQuery,(err,results)=>{
-      if(err){
-        console.error('Error al leer las salas: ', err);
-        return res.status(500).send('Error de consulta');
-      }
-      res.json(results); //Enviar los resultados como JSON
-    });
-  });
+router.get('/api/activas', authenticateToken, allowRoles('Admin'), function(req, res, next) {});
 
 module.exports = router;

[Timeout] StringLiteral
routes/salas.js:131:37
     pool.query(sqlQuery,(err,results)=>{
       if(err){
         console.error('Error al leer las salas: ', err);
-        return res.status(500).send('Error de consulta');
+        return res.status(500).send("");
       }
       res.json(results); //Enviar los resultados como JSON
