[Timeout] BlockStatement
routes/users.js:12:82
 
 
 /* GET users listing. Presenta la lista de usuarios registrados*/
-router.get('/', authenticateToken, allowRoles('Admin'), function(req, res, next) {
-  //Consulta para retornar los usuarios del sistema
-  const sqlQuery = 'SELECT idusuario as id, nombre, email, tipo, activo, fecha_creacion FROM usuario';
-
-  //Usar el pool para los resultados
-  pool.query(sqlQuery,(err,results)=>{
-    if(err){
-      console.error('Error al leer los usuarios: ', err);
-      return res.status(500).send('Error de consulta');
-    }
-    res.json(results); //Enviar los resultados como JSON
-  });
-});
+router.get('/', authenticateToken, allowRoles('Admin'), function(req, res, next) {});
 
 //Ruta para obtener usuario por id

[Timeout] BlockStatement
routes/users.js:17:38
   const sqlQuery = 'SELECT idusuario as id, nombre, email, tipo, activo, fecha_creacion FROM usuario';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,(err,results)=>{
-    if(err){
-      console.error('Error al leer los usuarios: ', err);
-      return res.status(500).send('Error de consulta');
-    }
-    res.json(results); //Enviar los resultados como JSON
-  });
+  pool.query(sqlQuery,(err,results)=>{});
 });
 

[Timeout] BlockStatement
routes/users.js:18:12
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,(err,results)=>{
-    if(err){
-      console.error('Error al leer los usuarios: ', err);
-      return res.status(500).send('Error de consulta');
-    }
+    if(err){}
     res.json(results); //Enviar los resultados como JSON
   });

[Timeout] BlockStatement
routes/users.js:27:73
 });
 
 //Ruta para obtener usuario por id
-router.get('/:id', authenticateToken, allowRoles('Admin'), (req,res) => {
-  //Obtener los parámetros desde la llamada
-  const id = parseInt(req.params.id);
-
-  // Validación de los parámetros: asegurarse de que id sea proporcionado
-  if (!id) {
-      return res.status(404).json({ error: 'Debes proporcionar el id' });
-  }
-
-  //Consulta parametrizada para buscar por id y nombre
-  const sqlQuery = 'SELECT * FROM usuario WHERE idusuario = ?';
-
-  //Usar el pool para los resultados
-  pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-          console.error('Error al leer los datos del usuario: ', err);
-          return res.status(500).send('Error de consulta');
-      }
-      res.json(results[0]); //Enviar los resultados como JSON
-  });
-});
+router.get('/:id', authenticateToken, allowRoles('Admin'), (req,res) => {});
 
 

[Timeout] StringLiteral
routes/users.js:37:20
   }
 
   //Consulta parametrizada para buscar por id y nombre
-  const sqlQuery = 'SELECT * FROM usuario WHERE idusuario = ?';
+  const sqlQuery = "";
 
   //Usar el pool para los resultados

[Timeout] BlockStatement
routes/users.js:40:43
   const sqlQuery = 'SELECT * FROM usuario WHERE idusuario = ?';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-          console.error('Error al leer los datos del usuario: ', err);
-          return res.status(500).send('Error de consulta');
-      }
-      res.json(results[0]); //Enviar los resultados como JSON
-  });
+  pool.query(sqlQuery,[id],(err,results)=>{});
 });
 

[Timeout] BlockStatement
routes/users.js:41:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[id],(err,results)=>{
-      if(err){
-          console.error('Error al leer los datos del usuario: ', err);
-          return res.status(500).send('Error de consulta');
-      }
+      if(err){}
       res.json(results[0]); //Enviar los resultados como JSON
   });

[Timeout] StringLiteral
routes/users.js:51:13
 
 
 // Ruta para registrar un usuario
-router.post('/register', async (req, res) => {
+router.post("", async (req, res) => {
   const { username, email, password } = req.body;
 

[Timeout] ConditionalExpression
routes/users.js:55:7
   const { username, email, password } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password y el email sean proporcionados
-  if (!username || !email || !password) {
+  if (true) {
     return res.status(400).json({ error: 'Debes proporcionar nombre, correo electrónico y una contraseña' });
   }

[Timeout] LogicalOperator
routes/users.js:55:7
   const { username, email, password } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password y el email sean proporcionados
-  if (!username || !email || !password) {
+  if (!username && !email || !password) {
     return res.status(400).json({ error: 'Debes proporcionar nombre, correo electrónico y una contraseña' });
   }

[Timeout] StringLiteral
routes/users.js:56:42
 
   // Validación de los parámetros: asegurarse de que nombre, password y el email sean proporcionados
   if (!username || !email || !password) {
-    return res.status(400).json({ error: 'Debes proporcionar nombre, correo electrónico y una contraseña' });
+    return res.status(400).json({ error: "" });
   }
 

[Timeout] BlockStatement
routes/users.js:61:32
 
   // Verifica si el usuario ya existe en la base de datos
   const resultadoVerificarUsuario = await verificarUsuario(username);  // Esperar la respuesta de la función
-  if(resultadoVerificarUsuario){
-    return res.status(404).json({ error: 'Este nombre de usuario ya existe en la base de datos' });
-  }
+  if(resultadoVerificarUsuario){}
 
   // Hashear la contraseña para guardar el hashed frase en la base de datos

[Timeout] ConditionalExpression
routes/users.js:61:6
 
   // Verifica si el usuario ya existe en la base de datos
   const resultadoVerificarUsuario = await verificarUsuario(username);  // Esperar la respuesta de la función
-  if(resultadoVerificarUsuario){
+  if(false){
     return res.status(404).json({ error: 'Este nombre de usuario ya existe en la base de datos' });
   }

[Timeout] StringLiteral
routes/users.js:62:42
   // Verifica si el usuario ya existe en la base de datos
   const resultadoVerificarUsuario = await verificarUsuario(username);  // Esperar la respuesta de la función
   if(resultadoVerificarUsuario){
-    return res.status(404).json({ error: 'Este nombre de usuario ya existe en la base de datos' });
+    return res.status(404).json({ error: "" });
   }
 

[Timeout] BlockStatement
routes/users.js:72:70
   const sqlQuery = 'INSERT INTO usuario (nombre, email, contrasena) VALUES (?,?,?)';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[username,email,hashedPassword],(err,results)=>{
-      if(err){
-          console.error('Error al agregar el usuario: ', err);
-          return res.status(500).send('Error al agregar el usuario');
-      }
-      res.status(201).json({
-          message:'Usuario agregado con éxito',
-          usuarioId: results.insertId
-      });
-  });
+  pool.query(sqlQuery,[username,email,hashedPassword],(err,results)=>{});
 });
 

[Timeout] BlockStatement
routes/users.js:73:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[username,email,hashedPassword],(err,results)=>{
-      if(err){
-          console.error('Error al agregar el usuario: ', err);
-          return res.status(500).send('Error al agregar el usuario');
-      }
+      if(err){}
       res.status(201).json({
           message:'Usuario agregado con éxito',

[Timeout] ConditionalExpression
routes/users.js:73:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[username,email,hashedPassword],(err,results)=>{
-      if(err){
+      if(true){
           console.error('Error al agregar el usuario: ', err);
           return res.status(500).send('Error al agregar el usuario');

[Timeout] ObjectLiteral
routes/users.js:77:28
           console.error('Error al agregar el usuario: ', err);
           return res.status(500).send('Error al agregar el usuario');
       }
-      res.status(201).json({
-          message:'Usuario agregado con éxito',
-          usuarioId: results.insertId
-      });
+      res.status(201).json({});
   });
 });

[Killed] BlockStatement
routes/users.js:90:61
   const { username, email, password, tipo, activo } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
-  if (!username || !email || !password || !tipo || !activo) {
-    return res.status(400).json({ error: 'Debes proporcionar nombre, correo electrónico, tipo de usuario, activo y una contraseña' });
-  }
+  if (!username || !email || !password || !tipo || !activo) {}
 
   // Verifica si el usuario ya existe en la base de datos
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] BooleanLiteral
routes/users.js:90:43
   const { username, email, password, tipo, activo } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
-  if (!username || !email || !password || !tipo || !activo) {
+  if (!username || !email || !password || tipo || !activo) {
     return res.status(400).json({ error: 'Debes proporcionar nombre, correo electrónico, tipo de usuario, activo y una contraseña' });
   }
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] ObjectLiteral
routes/users.js:91:33
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
   if (!username || !email || !password || !tipo || !activo) {
-    return res.status(400).json({ error: 'Debes proporcionar nombre, correo electrónico, tipo de usuario, activo y una contraseña' });
+    return res.status(400).json({});
   }
 

[Killed] ConditionalExpression
routes/users.js:96:6
 
   // Verifica si el usuario ya existe en la base de datos
   const resultadoVerificarUsuario = await verificarUsuario(username);  // Esperar la respuesta de la función
-  if(resultadoVerificarUsuario){
+  if(true){
     return res.status(404).json({ error: 'Este nombre de usuario ya existe en la base de datos' });
   }
killedBy: Validar puntos de usuarios debe insertar un usuario en /users/new
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 201
Received: 404

[Killed] BlockStatement
routes/users.js:107:82
   const sqlQuery = 'INSERT INTO usuario (nombre, email, contrasena, tipo, activo) VALUES (?,?,?,?,?)';
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[username,email,hashedPassword,tipo,activo],(err,results)=>{
-      if(err){
-          console.error('Error al agregar el usuario: ', err);
-          return res.status(500).send('Error al agregar el usuario');
-      }
-      res.status(201).json({
-          message:'Usuario agregado con éxito',
-          usuarioId: results.insertId
-      });
-  });
+  pool.query(sqlQuery,[username,email,hashedPassword,tipo,activo],(err,results)=>{});
 });
 
killedBy: Validar puntos de usuarios debe obtener un usuario
statusReason: Error: expect(received).toHaveProperty(path)

Expected path: "idusuario"
Received path: []

Received value: ""

[Killed] ConditionalExpression
routes/users.js:108:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[username,email,hashedPassword,tipo,activo],(err,results)=>{
-      if(err){
+      if(false){
           console.error('Error al agregar el usuario: ', err);
           return res.status(500).send('Error al agregar el usuario');
killedBy: Validar rutas de peliculas debe insertar una película en /peliculas/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] ConditionalExpression
routes/users.js:108:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[username,email,hashedPassword,tipo,activo],(err,results)=>{
-      if(err){
+      if(true){
           console.error('Error al agregar el usuario: ', err);
           return res.status(500).send('Error al agregar el usuario');
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] StringLiteral
routes/users.js:113:19
           return res.status(500).send('Error al agregar el usuario');
       }
       res.status(201).json({
-          message:'Usuario agregado con éxito',
+          message:"",
           usuarioId: results.insertId
       });

[Killed] BooleanLiteral
routes/users.js:125:7
   const { id, username, email, tipo, activo } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
-  if (!id || !username || !email || !tipo || !activo) {
+  if (id || !username || !email || !tipo || !activo) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, correo electrónico, tipo de usuario, activo ' });
   }
killedBy: Validar puntos de usuarios debe editar un usuario en /users/edit
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 400

[Killed] ConditionalExpression
routes/users.js:125:7
   const { id, username, email, tipo, activo } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
-  if (!id || !username || !email || !tipo || !activo) {
+  if (true) {
     return res.status(400).json({ error: 'Debes proporcionar id, nombre, correo electrónico, tipo de usuario, activo ' });
   }
killedBy: Validar puntos de usuarios debe editar un usuario en /users/edit
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 400

[Killed] StringLiteral
routes/users.js:126:42
 
   // Validación de los parámetros: asegurarse de que nombre, password, tipo, activo y el email sean proporcionados
   if (!id || !username || !email || !tipo || !activo) {
-    return res.status(400).json({ error: 'Debes proporcionar id, nombre, correo electrónico, tipo de usuario, activo ' });
+    return res.status(400).json({ error: "" });
   }
 
killedBy: Validar puntos de usuarios debe obtener un usuario
statusReason: Error: expect(received).toHaveProperty(path)

Expected path: "idusuario"
Received path: []

Received value: ""

[Timeout] BlockStatement
routes/users.js:138:70
   `;
 
   //Usar el pool para los resultados
-  pool.query(sqlQuery,[username,email,tipo,activo,id],(err,results)=>{
-      if(err){
-          console.error('Error al editar el usuario: ', err);
-          return res.status(500).send('Error al editar el usuario');
-      }
-      if(results.affectedRows==0){
-        return res.status(404).json({ error: 'Usuario no encontrado' });
-      }
-      res.status(200).json({
-          message:'Usuario actualizado con éxito',
-          usuarioId: id
-      });
-  });
+  pool.query(sqlQuery,[username,email,tipo,activo,id],(err,results)=>{});
 });
 

[Timeout] ConditionalExpression
routes/users.js:139:10
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[username,email,tipo,activo,id],(err,results)=>{
-      if(err){
+      if(false){
           console.error('Error al editar el usuario: ', err);
           return res.status(500).send('Error al editar el usuario');

[Timeout] BlockStatement
routes/users.js:139:14
 
   //Usar el pool para los resultados
   pool.query(sqlQuery,[username,email,tipo,activo,id],(err,results)=>{
-      if(err){
-          console.error('Error al editar el usuario: ', err);
-          return res.status(500).send('Error al editar el usuario');
-      }
+      if(err){}
       if(results.affectedRows==0){
         return res.status(404).json({ error: 'Usuario no encontrado' });

[Killed] BlockStatement
routes/users.js:154:43
 });
 
 //Validacion que el nombre de usuario existe
-async function verificarUsuario(username) {
-  return new Promise((resolve, reject) => {
-      const sqlQueryVerificarUsuarios = 'SELECT idusuario, nombre,contrasena,tipo,activo FROM usuario WHERE nombre = ?';
-      pool.query(sqlQueryVerificarUsuarios,[username],(err,results)=>{
-          if(err){
-              console.error('Error al verificar al usuario: ', err);
-              return reject(err);
-          }
-          else {
-              if(results.length>0){
-                  usuario = results[0];
-                  resolve(true);
-              }
-              else{
-                  resolve(false);
-              }
-          }
-      });
-  });
-}
+async function verificarUsuario(username) {}
 
 // Ruta para iniciar sesión
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] BlockStatement
routes/users.js:155:43
 
 //Validacion que el nombre de usuario existe
 async function verificarUsuario(username) {
-  return new Promise((resolve, reject) => {
-      const sqlQueryVerificarUsuarios = 'SELECT idusuario, nombre,contrasena,tipo,activo FROM usuario WHERE nombre = ?';
-      pool.query(sqlQueryVerificarUsuarios,[username],(err,results)=>{
-          if(err){
-              console.error('Error al verificar al usuario: ', err);
-              return reject(err);
-          }
-          else {
-              if(results.length>0){
-                  usuario = results[0];
-                  resolve(true);
-              }
-              else{
-                  resolve(false);
-              }
-          }
-      });
-  });
+  return new Promise((resolve, reject) => {});
 }
 

[Killed] BlockStatement
routes/users.js:157:70
 async function verificarUsuario(username) {
   return new Promise((resolve, reject) => {
       const sqlQueryVerificarUsuarios = 'SELECT idusuario, nombre,contrasena,tipo,activo FROM usuario WHERE nombre = ?';
-      pool.query(sqlQueryVerificarUsuarios,[username],(err,results)=>{
-          if(err){
-              console.error('Error al verificar al usuario: ', err);
-              return reject(err);
-          }
-          else {
-              if(results.length>0){
-                  usuario = results[0];
-                  resolve(true);
-              }
-              else{
-                  resolve(false);
-              }
-          }
-      });
+      pool.query(sqlQueryVerificarUsuarios,[username],(err,results)=>{});
   });
 }
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] ConditionalExpression
routes/users.js:158:14
   return new Promise((resolve, reject) => {
       const sqlQueryVerificarUsuarios = 'SELECT idusuario, nombre,contrasena,tipo,activo FROM usuario WHERE nombre = ?';
       pool.query(sqlQueryVerificarUsuarios,[username],(err,results)=>{
-          if(err){
+          if(false){
               console.error('Error al verificar al usuario: ', err);
               return reject(err);
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] BlockStatement
routes/users.js:158:18
   return new Promise((resolve, reject) => {
       const sqlQueryVerificarUsuarios = 'SELECT idusuario, nombre,contrasena,tipo,activo FROM usuario WHERE nombre = ?';
       pool.query(sqlQueryVerificarUsuarios,[username],(err,results)=>{
-          if(err){
-              console.error('Error al verificar al usuario: ', err);
-              return reject(err);
-          }
+          if(err){}
           else {
               if(results.length>0){
killedBy: Validar rutas de carteleras del cine debe insertar una cartelera en /cartelera/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Timeout] BlockStatement
routes/users.js:162:16
               console.error('Error al verificar al usuario: ', err);
               return reject(err);
           }
-          else {
-              if(results.length>0){
-                  usuario = results[0];
-                  resolve(true);
-              }
-              else{
-                  resolve(false);
-              }
-          }
+          else {}
       });
   });

[Killed] EqualityOperator
routes/users.js:163:18
               return reject(err);
           }
           else {
-              if(results.length>0){
+              if(results.length <= 0){
                   usuario = results[0];
                   resolve(true);
killedBy: Validar puntos de usuarios debe insertar un usuario cliente en /users/register
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 201
Received: 404

[Killed] ConditionalExpression
routes/users.js:163:18
               return reject(err);
           }
           else {
-              if(results.length>0){
+              if(false){
                   usuario = results[0];
                   resolve(true);
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Survived] BooleanLiteral
routes/users.js:165:27
           else {
               if(results.length>0){
                   usuario = results[0];
-                  resolve(true);
+                  resolve(false);
               }
               else{

[Killed] BlockStatement
routes/users.js:167:19
                   usuario = results[0];
                   resolve(true);
               }
-              else{
-                  resolve(false);
-              }
+              else{}
           }
       });
killedBy: Validar puntos de usuarios debe insertar un usuario cliente en /users/register
statusReason: Error: thrown: "Exceeded timeout of 5000 ms for a test.
Add a timeout value to this test to increase the timeout, if this is a long-running test. See https://jestjs.io/docs/api#testname-fn-timeout."

[Killed] BooleanLiteral
routes/users.js:168:27
                   resolve(true);
               }
               else{
-                  resolve(false);
+                  resolve(true);
               }
           }
killedBy: Validar puntos de usuarios debe insertar un usuario cliente en /users/register
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 201
Received: 404

[Killed] ConditionalExpression
routes/users.js:180:7
   const { username, password } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre y password sean proporcionados
-  if (!username || !password) {
+  if (true) {
     return res.status(400).json({ error: 'Debes proporcionar nombre y una contraseña' });
   }
killedBy: Validar puntos de usuarios debe editar un usuario en /users/edit
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 404

[Killed] LogicalOperator
routes/users.js:180:7
   const { username, password } = req.body;
 
   // Validación de los parámetros: asegurarse de que nombre y password sean proporcionados
-  if (!username || !password) {
+  if (!username && !password) {
     return res.status(400).json({ error: 'Debes proporcionar nombre y una contraseña' });
   }
killedBy: Validar puntos de usuarios debe editar un usuario en /users/edit
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 404

[Killed] StringLiteral
routes/users.js:181:42
 
   // Validación de los parámetros: asegurarse de que nombre y password sean proporcionados
   if (!username || !password) {
-    return res.status(400).json({ error: 'Debes proporcionar nombre y una contraseña' });
+    return res.status(400).json({ error: "" });
   }
   //Validacion que el usuario existe
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] BlockStatement
routes/users.js:184:7
     return res.status(400).json({ error: 'Debes proporcionar nombre y una contraseña' });
   }
   //Validacion que el usuario existe
-  try {
-    const resultadoVerificarUsuario = await verificarUsuario(username);  // Esperar la respuesta de la función
-    if(!resultadoVerificarUsuario){
-        return res.status(401).json({ error: 'Este usuario no existe' });
-    }
-    
-  } catch (error) {
+  try {} catch (error) {
     return res.status(500).send(error.message);  // Manejo de errores
   }
killedBy: Validar puntos de usuarios debe editar un usuario en /users/edit
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 404

[Killed] ConditionalExpression
routes/users.js:186:8
   //Validacion que el usuario existe
   try {
     const resultadoVerificarUsuario = await verificarUsuario(username);  // Esperar la respuesta de la función
-    if(!resultadoVerificarUsuario){
+    if(true){
         return res.status(401).json({ error: 'Este usuario no existe' });
     }
killedBy: Validar rutas de carteleras del cine debe insertar una cartelera en /cartelera/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] BlockStatement
routes/users.js:186:35
   //Validacion que el usuario existe
   try {
     const resultadoVerificarUsuario = await verificarUsuario(username);  // Esperar la respuesta de la función
-    if(!resultadoVerificarUsuario){
-        return res.status(401).json({ error: 'Este usuario no existe' });
-    }
+    if(!resultadoVerificarUsuario){}
     
   } catch (error) {
killedBy: Validar rutas de reservas de asientos debe procesar una reserva en /reservas/procesar
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 404

[Killed] BlockStatement
routes/users.js:190:19
         return res.status(401).json({ error: 'Este usuario no existe' });
     }
     
-  } catch (error) {
-    return res.status(500).send(error.message);  // Manejo de errores
-  }
+  } catch (error) {}
 
   // Verificar la contraseña
killedBy: Validar rutas de carteleras del cine debe insertar una cartelera en /cartelera/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] ConditionalExpression
routes/users.js:196:7
 
   // Verificar la contraseña
   const validPassword = await bcrypt.compare(password, usuario.contrasena);
-  if (!validPassword) {
+  if (true) {
     return res.status(401).json({ message: 'Contraseña incorrecta' });
   }
killedBy: Validar puntos de usuarios debe insertar un usuario cliente en /users/register
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 201
Received: 404

[Killed] BooleanLiteral
routes/users.js:196:7
 
   // Verificar la contraseña
   const validPassword = await bcrypt.compare(password, usuario.contrasena);
-  if (!validPassword) {
+  if (validPassword) {
     return res.status(401).json({ message: 'Contraseña incorrecta' });
   }
killedBy: Validar rutas de salas de cine debe insertar una sala en /salas/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] ObjectLiteral
routes/users.js:197:33
   // Verificar la contraseña
   const validPassword = await bcrypt.compare(password, usuario.contrasena);
   if (!validPassword) {
-    return res.status(401).json({ message: 'Contraseña incorrecta' });
+    return res.status(401).json({});
   }
 
killedBy: Validar rutas de salas de cine debe insertar una sala en /salas/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] EqualityOperator
routes/users.js:201:7
   }
 
   // Verificar si está activo
-  if (usuario.activo != 'Si') {
+  if (usuario.activo == 'Si') {
     return res.status(401).json({ message: 'Usuario está inactivo' });
   }
killedBy: Validar rutas de salas de cine debe insertar una sala en /salas/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] ConditionalExpression
routes/users.js:201:7
   }
 
   // Verificar si está activo
-  if (usuario.activo != 'Si') {
+  if (false) {
     return res.status(401).json({ message: 'Usuario está inactivo' });
   }
killedBy: Validar rutas de salas de cine debe obtener una sala
statusReason: Error: expect(received).toHaveProperty(path)

Expected path: "idsala"
Received path: []

Received value: ""

[Killed] ObjectLiteral
routes/users.js:202:33
 
   // Verificar si está activo
   if (usuario.activo != 'Si') {
-    return res.status(401).json({ message: 'Usuario está inactivo' });
+    return res.status(401).json({});
   }
 
killedBy: Validar rutas de carteleras del cine debe insertar una cartelera en /cartelera/new
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Killed] ObjectLiteral
routes/users.js:206:26
   }
 
   // Crear el token JWT
-  const token = jwt.sign({ id:usuario.idusuario, username: usuario.nombre, tipo:usuario.tipo }, process.env.JWT_SECRET, { expiresIn: '1h' });
+  const token = jwt.sign({}, process.env.JWT_SECRET, { expiresIn: '1h' });
   res.json({ token });
 });
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'

[Survived] StringLiteral
routes/users.js:206:134
   }
 
   // Crear el token JWT
-  const token = jwt.sign({ id:usuario.idusuario, username: usuario.nombre, tipo:usuario.tipo }, process.env.JWT_SECRET, { expiresIn: '1h' });
+  const token = jwt.sign({ id:usuario.idusuario, username: usuario.nombre, tipo:usuario.tipo }, process.env.JWT_SECRET, { expiresIn: "" });
   res.json({ token });
 });

[Killed] ObjectLiteral
routes/users.js:207:12
 
   // Crear el token JWT
   const token = jwt.sign({ id:usuario.idusuario, username: usuario.nombre, tipo:usuario.tipo }, process.env.JWT_SECRET, { expiresIn: '1h' });
-  res.json({ token });
+  res.json({});
 });
 
killedBy: Validar puntos de usuarios debe editar un usuario en /users/edit
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: 200
Received: 404
