[Killed] BlockStatement
routes/users.js:212:62
 
 
 // Ruta protegida (requiere autenticación)
-router.get('/profile/view', authenticateToken, (req, res) => {
-  res.status(200).json({ message: `Bienvenido ${req.user.username}` });
-});
+router.get('/profile/view', authenticateToken, (req, res) => {});
 
 module.exports = router;
killedBy: Validar autenticación y autorización debe bloquear sin token
statusReason: Error: Duplicate entry '1' for key 'PRIMARY'
